[
  {
     "id":"b1008413-2d80-49cf-be28-f784d3978788",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/b1008413-2d80-49cf-be28-f784d3978788",
     "created_at":"Mon Mar 08 15:13:54 UTC 2021",
     "company":"SovTech",
     "company_url":"https://ltpx.nl/lubbp4y",
     "location":"Johannesburg",
     "title":"Javascript Software Engineer",
     "description":"\u003cp\u003e\u003cstrong\u003eJavascript Software Engineer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAt SovTech we design, build, deploy and maintain innovative custom software that gives our clients the opportunity to start, run and grow world class businesses We are currently on the lookout for Software Engineers to join our team on a variety of projects that are kicking off over the next few months. Our teams are rapidly growing and we are looking for Developers that are passionate about building software for our World class clients. Firstly...We LOVE Javascript.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob requirements\u003c/strong\u003e\nWe are looking for Javascript Developers at ALL levels in all regions. Our head quarters are in Johannesburg, South Africa. \u003c/p\u003e\n\u003cp\u003eWe have Guilds situated in Cape Town, Johannesburg \u0026amp; London.\u003c/p\u003e\n\u003cp\u003eIf you have experience working with ReactJS, React Native, Nodejs, Typescript \u0026amp; AWS specifically, you might be what we have been searching for!  Our Technology Stack, We build almost everything on the Serverless framework with AWS behind the scenes. We love React on the front, web and mobile. \u003c/p\u003e\n\u003cp\u003eSovTech Tech Stack: \n\u003cstrong\u003eBackend:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGraphQL\u003c/li\u003e\n\u003cli\u003eREST\u003c/li\u003e\n\u003cli\u003eNodeJS\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eFrontend:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eReactJS\u003c/li\u003e\n\u003cli\u003eReact Native\u003c/li\u003e\n\u003cli\u003eTypescript\u003c/li\u003e\n\u003cli\u003eCSS-in-JS (Styled Components)\u003c/li\u003e\n\u003cli\u003eTests first\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eCloud Services:\u003c/strong\u003e\nNumerous AWS services:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAppSync\u003c/li\u003e\n\u003cli\u003eCloudfront\u003c/li\u003e\n\u003cli\u003eCloudWatch\u003c/li\u003e\n\u003cli\u003eCognito\u003c/li\u003e\n\u003cli\u003eLambda\u003c/li\u003e\n\u003cli\u003eDynamoDB\u003c/li\u003e\n\u003cli\u003eS3\u003c/li\u003e\n\u003cli\u003eSES\u003c/li\u003e\n\u003cli\u003eSNS\u003c/li\u003e\n\u003cli\u003eSQS\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAnd many more!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOther notable tech things\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBitbucket + JIRA + Slack\u003c/li\u003e\n\u003cli\u003eGit-Flow\u003c/li\u003e\n\u003cli\u003eMonorepo approach\u003c/li\u003e\n\u003cli\u003eAWS CDK\u003c/li\u003e\n\u003cli\u003eServerless framework\u003c/li\u003e\n\u003cli\u003eDocker + Docker-Compose\u003c/li\u003e\n\u003cli\u003eCreate React App\u003c/li\u003e\n\u003cli\u003eIndustry best practices + standards\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat cool things do we offer at SovTech?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAnnual full-company X-mas retreat\u003c/li\u003e\n\u003cli\u003eDev chats every Friday with a beer or dial in from where ever you are based in the world\u003c/li\u003e\n\u003cli\u003eDo you enjoy Soccer? Join our SovTech Stars Soccerclub\u003c/li\u003e\n\u003cli\u003eDo you enjoy running? Join our SovTech running Club\u003c/li\u003e\n\u003cli\u003eSlack channels like #Memes, #Geekingitup, #10o’clockrock, #AmazingDesigns #HumansofSovTech that connects you to our network of awesome people\u003c/li\u003e\n\u003cli\u003eHatch (Annual company-wide hackathon)\u003c/li\u003e\n\u003cli\u003eAnnual FoosFestival with our very own Minister of Foosball\u003c/li\u003e\n\u003cli\u003eOur own currency(Stacos) - 50 Stacos is given to each employee every month by the company to spend on rewarding and recognising your colleagues, Stacos are redeemable for a variety of online shopping vouchers\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRemote vs On-site\u003c/strong\u003e\nWe believe in teams. Our teams are often distributed but everybody has a home base. We call it a Guild. At present, you must be in Johannesburg, London, or Cape Town. How else do we have a beer on a Friday together? But yes you can also work from home when you want. Is this you? Join us! Apply via the \u003cstrong\u003eapplication button\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://ltpx.nl/zhMQLcU\"\u003eClick to apply\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcmViIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a861f5844a9014b5488296389351c9eebdae258f/sovtech_logo-2.png"
  },
  {
     "id":"aa5a4c42-7a7a-4513-9de6-a0daeba36d87",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/aa5a4c42-7a7a-4513-9de6-a0daeba36d87",
     "created_at":"Mon Nov 30 12:07:01 UTC 2020",
     "company":"Microsoft",
     "company_url":"https://www.microsoft.com/en-ie/futurenavigators",
     "location":"Dublin, Ireland",
     "title":"Microsoft Software Engineer. Dublin, Ireland.",
     "description":"\u003cp\u003eAbout This Role:\u003c/p\u003e\n\u003cp\u003eMicrosoft engineers inspire, empower and lead. As an engineer at Microsoft Ireland, you can develop solutions used by hundreds of millions of people around the world. With teams working on Microsoft 365, Azure, Modern Workplace Transformation Solutions, Identity and Natural Language Experiences, there is no limit to what you can achieve\u003c/p\u003e\n\u003cp\u003eWe are recruiting Software Engineers for teams across the organisation. Successful candidates must have an inquisitive, can-do mindset.The ability to break barriers, challenge the status quo, and build connections across organizations is crucial.\u003c/p\u003e\n\u003cp\u003eIf you want to build best-in-class solutions using robust coding practices and the latest tech in a fast-paced DevOps environment, apply today.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesign and deliver the next generation of highly scalable, intelligent cloud services and products.\u003c/li\u003e\n\u003cli\u003eBuild and support modern web applications and large-scale distributed services.\u003c/li\u003e\n\u003cli\u003eProduce high quality code that is unit tested, code reviewed, and checked regularly for continuous integration.\u003c/li\u003e\n\u003cli\u003eCollaborate with colleagues including product owners, UX designers, ML Engineers/Researchers, data scientists and other engineers to create delightful and meaningful experiences for our customers.\u003c/li\u003e\n\u003cli\u003eEvangelize and/or propose new ideas while \"bringing others along”.\u003c/li\u003e\n\u003cli\u003eDemonstrate a sense of pride, ownership, and personal accountability for end-to-end products.\u003c/li\u003e\n\u003cli\u003eLearn continuously and work comfortably with the latest technologies (serverless, containerized apps, AI/ML, IoT, .NET Core, etc.) in Microsoft. \u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eJob Requirements:\u003c/p\u003e\n\u003cp\u003eBasic Requirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least 5 years of experience as a software engineer or as a software developer\u003c/li\u003e\n\u003cli\u003e3 years' minimum software development experience using OOP languages (C#, C++, Java, etc.)\u003c/li\u003e\n\u003cli\u003e2 years' minimum experience working with cloud computing platforms like Azure, AWS, or similar\u003c/li\u003e\n\u003cli\u003eExperience with distributed systems design and implementation, especially microservices architecture\u003c/li\u003e\n\u003cli\u003eSoftware engineering fundamentals (data structures, algorithms, async programming patterns, object-oriented design, parallel programming).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePreferred Qualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with TypeScript or JavaScript or React or Angular;\u003c/li\u003e\n\u003cli\u003eA minimum of a bachelor’s degree in Computer Science, Engineering or a related field, or equivalent alternative education, skills, and/or practical experience is required.\u003c/li\u003e\n\u003cli\u003eMachine Learning or Deep Learning experience would be a bonus but not required. After all, we believe in learning and growing on the job.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAbout you\u003c/p\u003e\n\u003cp\u003eAre you customer obsessed? Do you think about your customer’s needs and the scenarios they will arise in? Do you demonstrate user empathy and seek to create solutions that delight your customers?\u003c/p\u003e\n\u003cp\u003eAre you passionate about learning and applying the latest technologies while building high-quality web applications, APIs and microservices with high availability and reliability?\u003c/p\u003e\n\u003cp\u003eIf this all sounds like you, you’re exactly the kind of candidate we’re looking for. Apply today.\u003c/p\u003e\n\u003cp\u003eAbout Microsoft Engineering\u003c/p\u003e\n\u003cp\u003eAt Microsoft Engineer you can have impact at scale. we embrace the Growth Mindset to deliver impactful solutions for our customers. Collaboration, innovation and customer obsession are central to our culture. This environment inspires better solutions for our customers, partners and ultimately the world.\u003c/p\u003e\n\u003cp\u003eBenefits\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIndustry leading healthcare\u003c/li\u003e\n\u003cli\u003eSavings and investments\u003c/li\u003e\n\u003cli\u003eGenerous annual leave\u003c/li\u003e\n\u003cli\u003eMaternity and paternity leave\u003c/li\u003e\n\u003cli\u003eOpportunities to network and connect\u003c/li\u003e\n\u003cli\u003eDiscounts on products and services\u003c/li\u003e\n\u003cli\u003eGiving programs\u003c/li\u003e\n\u003cli\u003eEducational resources\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBenefits/perks listed may vary depending on the nature of your employment with Microsoft and the country where you work.\u003c/p\u003e\n\u003cp\u003eEqual Opportunities\u003c/p\u003e\n\u003cp\u003eMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, colour, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eFor more information and to apply, visit \u003ca href=\"https://www.microsoft.com/en-ie/futurenavigators\"\u003ehttps://www.microsoft.com/en-ie/futurenavigators\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbE9SIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d00c59bdddb26215f09bc6a5499ceb35b6306594/MSFT_logo_rgb_C-Gray_200x200%5B2%5D.jpg"
  },
  {
     "id":"b1aa33a1-2df6-4b80-aeb1-bc2ea3791cc3",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/b1aa33a1-2df6-4b80-aeb1-bc2ea3791cc3",
     "created_at":"Mon Mar 08 12:13:30 UTC 2021",
     "company":"MANDARIN MEDIEN Gesellschaft für digitale Lösungen mbH",
     "company_url":"https://www.mandarin-medien.de/",
     "location":"Schwerin",
     "title":"Frontend Developer",
     "description":"\u003cp\u003e2002 sind wir als Internetagentur gestartet. Heute bezeichnen wir uns als Digitalagentur. Das Spielfeld ist heute breiter und greift tiefer in bestehende Geschäftsbereiche ein. In unseren 3 Units MARKETING, DIGITAL \u0026amp; TALENT arbeiten über 80 Macher, Nerds und Kreative nach einem Prinzip: Messbar mehr Erfolg. Das heißt konkret: Klare Ziele. Permanente Optimierung. Transparentes Reporting.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWer wir sind\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e2002 sind wir als Agentur gestartet. Heute arbeiten über 80 Macher, Nerds und Kreative bei uns. Wir sind Strategen, Experten, Zuhörer, Kollegen, Freunde, Aufdenpunktbringer, Sprachgewandte, Texter und Erfolgshungrige.\nGemeinsam entwickeln wir sehr wirkungsvolle Lösungen in den Bereichen Digitales Marketing, Employer Branding und Digitalisierung für Marken, wie Cinestar, Vodafone, Garmin, Wemag und viele mehr. Wir entwickeln Online-Marketing-Strategien, bauen innovative Websites und haben auch sonst die gesamte Vielfalt des Agenturlebens zu bieten.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas wären Deine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDu willst eine Mandarine werden?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDu liebst gut bedienbare, gut aussehende und gut funktionierende Websites?\nDu liebst es noch mehr, diese selbst zu entwickeln?\nDu möchtest mit einem erfahrenen Team aus Anwendungsentwicklern, Konzeptern, Designern, Marketingexperten uvm. arbeiten? Eine Crew hinter dir haben, dir dir das Frontend überlässt?\nDann bist du die perfekte Mandarine im Bereich FRONTEND DEVELOPMENT!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas bringst Du mit\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDAS SOLLTEST DU MITBRINGEN:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFundierte Kenntnisse in HTML,CSS, Javascript\u003c/li\u003e\n\u003cli\u003eUmgang mit entsprechenden Techniken und Frameworks (React, LESS/SASS, Tailwind, Bootstrap o.ä.)\u003c/li\u003e\n\u003cli\u003eEigenständiges Arbeiten, Teamgeist, Kommunikationsfähigkeit\u003c/li\u003e\n\u003cli\u003eEin sehr hohes Qualitätsbewusstsein\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eVon Vorteil sind:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGrundlegende Programmierkenntnisse z.B. in PHP\n-Verständnis von OOP\u003c/li\u003e\n\u003cli\u003eGIT Kenntnisse\u003c/li\u003e\n\u003cli\u003eVerständnis von Datenbanken, z.B. MySQL\u003c/li\u003e\n\u003cli\u003eVerständnis von API\u003c/li\u003e\n\u003cli\u003eAlltagssicheres Englisch\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNahezu großartig wären:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDrupal 7\u0026amp;8 Kenntnisse\u003c/li\u003e\n\u003cli\u003eWordPress Erfahrung\u003c/li\u003e\n\u003cli\u003eVerständnis von Template Engines wie Twig oder Blade\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eKlingt ganz schön viel? Nobody is perfect! Wir lernen jeden Tag voneinander und nehmen uns jede Woche Zeit für Weiterbildung. Die ein oder andere Fähigkeit kannst Du also auch nach Deinem Start bei uns erlernen oder vertiefen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas bieten wir Dir\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDAS KÖNNEN WIR DIR BIETEN:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEinen spannenden und anspruchsvollen Agentur-Job in MV\u003c/li\u003e\n\u003cli\u003eEine große Bandbreite an Projekten - Handwerk bis Konzern\u003c/li\u003e\n\u003cli\u003eEin hervorragendes Arbeitsklima und kurze Entscheidungswege\u003c/li\u003e\n\u003cli\u003e4 Stunden Zeit für deine Weiterbildung je Woche plus Budget\u003c/li\u003e\n\u003cli\u003eNeueste Arbeitsmittel und Programme\u003c/li\u003e\n\u003cli\u003eUnterstützung deiner Gesundheit\u003c/li\u003e\n\u003cli\u003eFahrtkostenzuschuss\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitsorte\u003c/li\u003e\n\u003cli\u003eKreative Denkpausen mit dem Boot auf dem Schweriner See\u003c/li\u003e\n\u003cli\u003eTeamevents, wie z.B. Grillen, MANDARIN-Kino, Besuch des Weihnachtsmarktes und noch ein paar mehr\u003c/li\u003e\n\u003cli\u003eEin Büro mit Blick auf den Schweriner See sowie lecker Obst, Kaffee, Tee, Wasser und Mate\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKontakt\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePasst alles für Dich? Dann schick deine Bewerbung mit deinen Vorstellungen zu Gehalt und Urlaub an Corinna Lepsien, \u003ca href=\"mailto:jobs@mandarin-medien.de\"\u003ejobs@mandarin-medien.de\u003c/a\u003e. Oder falls du gerade unterwegs bist einfach einen Link zu deinem Xing- oder LinkedIn Profil.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/cfabc2acc693a8c980fee52db52c55759ef65c0b/68747470733a2f2f742e676f686972696e672e636f6d2f682f35353761663563656138653237323937666333326230313037646136356433613737393162633464346634323966633332343266373333353935626232646631\"\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/56dc355abd1fb7b458ff7fdacfc2ff8ce0022adbdc832376ab89a541ae65d164\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcldiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--aa87e7171f211ebe467132cc28722d5e372cdb38/MANDARIN%20MEDIEN%20Gesellschaft%20fu%CC%88r%20digitale%20Lo%CC%88sungen%20mbH.jpg"
  },
  {
     "id":"67d81766-dc1a-4ca7-8f3e-a1e26927818c",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/67d81766-dc1a-4ca7-8f3e-a1e26927818c",
     "created_at":"Mon Mar 08 10:08:23 UTC 2021",
     "company":"YAZIO GmbH",
     "company_url":"https://www.yazio.com/de",
     "location":"Erfurt",
     "title":"Senior iOS Developer",
     "description":"\u003cp\u003eYAZIO was founded in 2013 and, with millions of users, YAZIO is one of the most successful nutrition apps in the world. YAZIO has a mission: To help as many people as possible live healthier lives through better nutrition. With users in more than 150 countries, we’re well on our way to accomplishing this goal. As a remote-first company, we promote a modern form of employment in which our team works together across several cities and countries.\u003c/p\u003e\n\u003cp\u003eFind out more about our team, our application process and open positions here: \u003ca href=\"http://www.yazio.com/en/jobs\"\u003ewww.yazio.com/en/jobs\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHey there!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAre you a change-maker who loves technology and working independently towards ambitious goals? Do you want to work remotely on a great product and in a lovely team?\u003c/p\u003e\n\u003cp\u003eIn this case, we are looking forward to your complete application documents. As an international team English is our company language, we therefore only accept applications in English.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour Mission\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe a part of our development team for our native iOS App\u003c/li\u003e\n\u003cli\u003eWrite \"clean code\" and deal with architectural patterns\u003c/li\u003e\n\u003cli\u003eWrite tests and ensure proper functioning of our CI server\u003c/li\u003e\n\u003cli\u003eWork with the latest technologies (e.g. SwiftUI, Combine, etc.)\u003c/li\u003e\n\u003cli\u003eWork closely with our product, design and development teams\u003c/li\u003e\n\u003cli\u003eTake the YAZIO iOS app to the next level for millions of users\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour Profile\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least once in your life you stood in front of an Apple store waiting for a new iPhone to be sold\u003c/li\u003e\n\u003cli\u003eYou love Apple products\u003c/li\u003e\n\u003cli\u003eAt least 3-5 years experience in iOS development\u003c/li\u003e\n\u003cli\u003eIn-depth understanding of “imperative” and “declarative” programming\u003c/li\u003e\n\u003cli\u003eYou master our basic technology stack (Swift, UIKit, SwiftUI)\u003c/li\u003e\n\u003cli\u003eYou master basic architectural patterns (MVC, MVVM)\u003c/li\u003e\n\u003cli\u003eYou are up-to-date concerning the latest Apple features (widgets, app clips, subscription offer codes)\u003c/li\u003e\n\u003cli\u003eEye for a great, user-friendly iOS UI\u003c/li\u003e\n\u003cli\u003eExperience in developing apps based on \"webservices\" (REST, JSON)\u003c/li\u003e\n\u003cli\u003eExperience with Combine, Kotlin, XCTest and watchOS is a plus\u003c/li\u003e\n\u003cli\u003eDegree in computer science or similar is a plus, but not a must\u003c/li\u003e\n\u003cli\u003eInterest in nutrition and fitness is a plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy us?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAn exciting project with millions of users in over 150 countries, localized in 20 languages\u003c/li\u003e\n\u003cli\u003eA great team with start-up spirit, high flexibility and flat hierarchies\u003c/li\u003e\n\u003cli\u003eAs a “remote first” company with a pronounced remote culture, you'll have the option to work 100% remotely (must be located in CET time zone +/- 2 hours)\u003c/li\u003e\n\u003cli\u003eIf desired, we can provide you with a co-working space of your choice\u003c/li\u003e\n\u003cli\u003eAccess to state-of-the-art technical equipment of your choice (laptop, smartphone, external monitor, etc.)\u003c/li\u003e\n\u003cli\u003eAttractive salary and vacation days\u003c/li\u003e\n\u003cli\u003eOur work culture is characterized by focus and efficiency. We do not work overtime and, in the rare occasions that it is necessary, you can take the additional hours off at another time\u003c/li\u003e\n\u003cli\u003eA dynamic work environment with plenty of room for personal development, direct communication and flexible working hours\u003c/li\u003e\n\u003cli\u003eExciting team retreats and events several times per year and much more\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSound like you?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eReady to bring YAZIO to the next level together and help people all over the world live healthier lives?\nThen we’re looking forward to receiving your application! Please provide the following:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYour CV\u003c/li\u003e\n\u003cli\u003eA cover letter explaining who you are and why you want to work at YAZIO\u003c/li\u003e\n\u003cli\u003eExamples of your work (e.g. GitHub, PDFs, Slideshare, etc.)\u003c/li\u003e\n\u003cli\u003eIf you have, a link to your Github / Reddit / Stackoverflow profile\u003c/li\u003e\n\u003cli\u003eFeel free to send us something that shows us a little more about your interests (e.g. your Twitter/Instagram account or your blog/website)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/5c3a70fb585274ac92d0a095df18e85a4a9ca5b3/68747470733a2f2f742e676f686972696e672e636f6d2f682f36636165316464396534363830626562373662666661326138666331333634613432336566316239396464303138646163656338343233636465636562343265\"\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/c74b18ae4acc738e0bd89c74f7681be588c23ffe4894bce4470913ac005eeaae\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBck9iIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--35eba03db171194ab6cfa88502348b932a3cbad7/YAZIO%20GmbH.png"
  },
  {
     "id":"69a06ea1-dbc3-406b-bf0f-efb537caebe1",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/69a06ea1-dbc3-406b-bf0f-efb537caebe1",
     "created_at":"Mon Mar 08 10:00:01 UTC 2021",
     "company":"epap GmbH",
     "company_url":"https://epap.app/",
     "location":"Hanover, Germany",
     "title":"App Developer (m/f/d)",
     "description":"\u003cp\u003eExciting projects - flexible working hours - responsibility - teamwork\u003c/p\u003e\n\u003cp\u003eDo you want to gain insights into a unique startup?\nAt epap, our mission is to revolutionise the handling of receipts. Aiming to sustainably shape the retail industry, we are redefining the receipting process in a way that benefits both consumers and retailers.\nLocated in the heart of Hanover, our team of young and motivated minds are now seeking an experienced and passionate software developer to lead various projects. This opportunity is a full-time position with the option to work from home.\u003c/p\u003e\n\u003cp\u003eYour Impact\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAs one of the first employees, you will actively contribute to the success of the company\u003c/li\u003e\n\u003cli\u003eTake on a key role in our development and influence our future technological direction\u003c/li\u003e\n\u003cli\u003eImplement new features in the app with a special focus on great UX\u003c/li\u003e\n\u003cli\u003eMake designs intuitive to experience\u003c/li\u003e\n\u003cli\u003eModularise the existing code to improve performance\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYour Profile\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou are willing to relocate to join the core team in Hanover\u003c/li\u003e\n\u003cli\u003eYou are communicative, open-minded and like to work in a team\u003c/li\u003e\n\u003cli\u003eYou have a strong 'hands-on' mentality, you love to approach new challenges and to see the impact of your work\u003c/li\u003e\n\u003cli\u003eYou see challenges as opportunities and enjoy taking on responsibility\u003c/li\u003e\n\u003cli\u003eYou are passionate about challenging the status-quo and doing things differently\u003c/li\u003e\n\u003cli\u003eYou have expert knowledge in the field of App Development\u003c/li\u003e\n\u003cli\u003eYou have experience with Flutter and Dart, and have a feeling for when it is useful to outsource functionalities to the cloud\u003c/li\u003e\n\u003cli\u003eYou have experience with App Development via Firebase and/or Google Cloud Functions or have a strong motivation to get into it\u003c/li\u003e\n\u003cli\u003eYou have good communication skills in English\u003c/li\u003e\n\u003cli\u003eYou have a degree in computer science, artificial intelligence, data science, or a similar field of study or relevant practical experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eKeywords: App Developer, Cross-Platform Developer, Flutter Developer, App Developer Flutter, App Developer iOS \u0026amp; Android\u003c/p\u003e\n\u003cp\u003eYour Benefits\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe part of a young, motivated team with flat hierarchies and cheerful colleagues who are looking forward to working with you\u003c/li\u003e\n\u003cli\u003eAs part of our mentoring program, you will be assigned a mentor to assist with any forthcoming questions\u003c/li\u003e\n\u003cli\u003eNew challenges every day to help you to develop personally and professionally\u003c/li\u003e\n\u003cli\u003eExciting projects and the opportunity to get involved in every facet of the company\u003c/li\u003e\n\u003cli\u003eFlexible working hours on a trust basis and the possibility to work remotely or in our office in the VentureVilla\u003c/li\u003e\n\u003cli\u003eAn additional day off on your birthday\u003c/li\u003e\n\u003cli\u003eOne Learning Day per month, giving you the opportunity to learn, improve and grow both personally and professionally\u003c/li\u003e\n\u003cli\u003eGreat team events\u003c/li\u003e\n\u003cli\u003eDelicious coffee, lemonade, water and also beer to celebrate our successes together\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are looking for team members of all stages of life who are talented and have the drive to share our values and advance our vision. Are you looking for an opportunity to see success through your passion and a team with whom you can work together to reach your full potential? Then apply to join us!\u003c/p\u003e\n\u003cp\u003eCourage, simplicity, and trust are our core values. What are yours?\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eEmail your resume to \u003ca href=\"mailto:team@epap.app\"\u003eteam@epap.app\u003c/a\u003e and tell us why you are motivated to join epap.\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBckdiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--04f5bcbaf0b003beda6d6e56e42a76fd597afb31/Logo.PNG"
  },
  {
     "id":"3464c96c-2034-4f42-b38a-262f9293a11f",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/3464c96c-2034-4f42-b38a-262f9293a11f",
     "created_at":"Mon Mar 08 08:48:44 UTC 2021",
     "company":"Kinsta",
     "company_url":"http://kinsta.com",
     "location":"Remote",
     "title":"DevOps Engineer with PHP",
     "description":"\u003cp\u003eKinsta is a modern cloud hosting company focused on WordPress hosting. We run our services on cutting-edge technology and we are proud of the level of support we offer to our customers. Our talented and motivated team is scattered across the globe with team members hailing from every continent but Antarctica! We're constantly on the lookout for great talent to join our awesome team. If you’d like to become part of the Kinsta family, just hit apply!\u003c/p\u003e\n\u003cp\u003eWe are looking for a motivated and professional DevOps Engineer to help us maintain the best-performing hosting architecture on the market.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will be instrumental in making sure our architecture is always on the bleeding edge of technology remaining stable and high performing at all times. This involves:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOptimizing server provisioning\u003c/li\u003e\n\u003cli\u003eFine-tuning our servers on a system level and on application level\u003c/li\u003e\n\u003cli\u003eEnsuring high scalability as the number of created VMs increases on our network\u003c/li\u003e\n\u003cli\u003eOverseeing and ensuring smooth running and completion of server-wide updates\u003c/li\u003e\n\u003cli\u003eEnsuring optimal software communication between our server architecture and our hosting platform (MyKinsta)\u003c/li\u003e\n\u003cli\u003eActing as an escalation point for our SysOps team if a bug or issue proves to be particularly difficult\u003c/li\u003e\n\u003cli\u003eCreating tools to prevent or mitigate instances of high load, ensure security and stability throughout the system\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least 5 years of experience working with Ubuntu/Debian\u003c/li\u003e\n\u003cli\u003e3 years of experience with PHP\u003c/li\u003e\n\u003cli\u003eExperience with a PHP framework\u003c/li\u003e\n\u003cli\u003eDeep knowledge of LXC\u003c/li\u003e\n\u003cli\u003eStrong experience writing Ansible scripts\u003c/li\u003e\n\u003cli\u003eExperience with Nginx\u003c/li\u003e\n\u003cli\u003ePrevious experience in the hosting industry\u003c/li\u003e\n\u003cli\u003eExcellent general understanding of Linux, cloud networking and server management\u003c/li\u003e\n\u003cli\u003eTechnical awareness and ability to quickly understand new technologies\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus skills\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with the standard WordPress stack (PHP, MySQL, WordPress)\u003c/li\u003e\n\u003cli\u003eExperience working with ZFS\u003c/li\u003e\n\u003cli\u003eExperience working with ELK stack\u003c/li\u003e\n\u003cli\u003eExperience with Node.js apps\u003c/li\u003e\n\u003cli\u003eDatabase query optimization\u003c/li\u003e\n\u003cli\u003eHaving worked in JIRA\u003c/li\u003e\n\u003cli\u003eGood understanding of APIs and web service\u003c/li\u003e\n\u003cli\u003eDeep knowledge of Google Cloud based server architecture\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFully remote culture with a globally distributed, international team\u003c/li\u003e\n\u003cli\u003eWe offer a flexible and relaxed working environment where everyone can work in peace\u003c/li\u003e\n\u003cli\u003eIn order to ensure that everyone has time to rest and recharge, we offer Flexible paid time off\u003c/li\u003e\n\u003cli\u003eWe do not have any investors and we do not work directly with clients. This means we rarely have any deadlines and have the luxury of thinking features through and implementing them correctly instead of quickly\u003c/li\u003e\n\u003cli\u003eEveryone has a voice in the development process\u003c/li\u003e\n\u003cli\u003eWe work with only the newest and best technology\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://jobs.lever.co/kinsta/6f275d86-2741-49f6-ae8a-e5b46b83970d?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/kinsta/6f275d86-2741-49f6-ae8a-e5b46b83970d?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcXliIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f0705cf0c59cbdd408d82a28431b8b1859285bf5/kinsta-logo-avatar.png"
  },
  {
     "id":"0c752768-6b9c-4835-8481-023389a6fe35",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/0c752768-6b9c-4835-8481-023389a6fe35",
     "created_at":"Mon Mar 08 08:31:53 UTC 2021",
     "company":"DEVK Versicherungen",
     "company_url":"http:",
     "location":"Germany (50667 Cologne)",
     "title":"Cloud Transformation Delivery Manager (d/m/w)",
     "description":"\u003cp\u003eSeit mehr als 130 Jahren legen Versicherte in Deutschland ihre Risiken des Alltags vertrauensvoll in die Hände der DEVK Versicherungen. Heute ist die DEVK bundesweit präsent und betreut die persönlichen Anliegen von über vier Millionen Kunden in allen Versicherungssparten.\nWir entwickeln in enger Zusammenarbeit mit den Fachbereichen innovative und digitale Lösungen mit dem Ziel unsere Kunden und Kollegen im Innen- und Außendienst zu begeistern. Die Cloud ist dabei für uns als strategische Plattform gesetzt. Daher gestalten wir unsere Cloud Transformation ganzheitlich von der Strategie über unser Operating Model und die Architektur bis hin zur Organisationsentwicklung. Als Cloud Transformation Delivery Manger arbeiten Sie als festes Teammitglied in unserem Cloud Competence Team, welches die Cloud Transformation verantwortet und an unser Top Management berichtet.\u003c/p\u003e\n\u003cp\u003eIhre Aufgaben\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUnterstützung bei der Aktualisierung und Kommunikation der Cloud Strategie\u003c/li\u003e\n\u003cli\u003eUnterstützung bei der Weiterentwicklung des IT Operating Models mit den Schwerpunkten Aufbau von Service Broker Fähigkeiten und Einführung von DevOps\u003c/li\u003e\n\u003cli\u003eAufbereitung und Herbeiführung strategischer und taktischer Diskussionen und Entscheidung mit unserem Top Management\u003c/li\u003e\n\u003cli\u003eFortführung unserer Cloud Adoption Roadmap sowie Aufbau und Weiterentwicklung eines Cloud Transformation Dashboards\u003c/li\u003e\n\u003cli\u003eBeratung der Fachbereiche bei der Identifizierung von Cloud Potentialen sowie Unterstützung bei der Initialisierung und Durchführung von Cloud Initiativen\u003c/li\u003e\n\u003cli\u003eAusbau unseres Cloud Transformation Partner Netzwerks und Steuerung der externen Partner\u003c/li\u003e\n\u003cli\u003eBeobachtung und Kommunikation von Entwicklungen am Cloud Markt bzw. bei Cloud Technologien\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIhr Profil\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eErfolgreich abgeschlossenes Studium der (Wirtschafts-) Informatik oder vergleichbare Ausbildung\u003c/li\u003e\n\u003cli\u003eErfahrung in führenden Rollen bei der Durchführung und Steuerung von (Cloud-) Transformationsinitiativen im Konzernumfeld\u003c/li\u003e\n\u003cli\u003eMehrjährige Tätigkeit als interner bzw. externer Berater / Consultant\u003c/li\u003e\n\u003cli\u003eFundierte Kenntnisse bei der Entwicklung von Roadmaps und dem Aufbau von Dashboards auf Basis von Metriken\u003c/li\u003e\n\u003cli\u003eFundierte Kenntnisse von klassischen und cloud-basierten IT Operating Modellen\u003c/li\u003e\n\u003cli\u003eErfahrung in der Einbindung und Steuerung von externen Partnern\u003c/li\u003e\n\u003cli\u003eAktuelle Kenntnisse sowohl des Cloud Marktes als auch von Cloud-Technologien \u0026amp; Services\u003c/li\u003e\n\u003cli\u003eStark ausgeprägte Moderations- und Kommunikationsfähigkeit\u003c/li\u003e\n\u003cli\u003eGut ausgeprägte Leadership-Kompetenzen in den Bereichen strategisches Denken sowie fachliche, hierarchieunabhängige Führung\u003c/li\u003e\n\u003cli\u003eHoher Teamgeist und großes Augenmerk auf partnerschaftliches Miteinander\u003c/li\u003e\n\u003cli\u003eMut und Ausdauer innovative Ideen zu vertreten und zu treiben\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eUnsere Benefits\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSichere Arbeitsplätze in einem stetig wachsenden Unternehmen\u003c/li\u003e\n\u003cli\u003eEine hervorragende arbeitgeberfinanzierte betriebliche Altersversorgung\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeitmodelle\u003c/li\u003e\n\u003cli\u003eHomeofficeoptionen\u003c/li\u003e\n\u003cli\u003eStark vergünstigtes Job-Ticket\nInformieren Sie sich über unsere weiteren Benefits (Link: \u003ca href=\"https://bit.ly/3qoCugs\"\u003ehttps://bit.ly/3qoCugs\u003c/a\u003e)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWir freuen uns darauf, Sie persönlich kennenzulernen. Falls Sie noch Fragen haben, rufen Sie uns gerne an.\u003c/p\u003e\n\u003cp\u003eIhre Ansprechpartnerin\nTanja Willing\nTel.: +49 221 757-1154\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003ePlease apply via: \u003ca href=\"https://bit.ly/3bnGGsy\"\u003ehttps://bit.ly/3bnGGsy\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcXFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f06dfb02e3eaa24d97af336802b4840073194c40/logo_treffer(2).png"
  },
  {
     "id":"4ba92df7-3d12-4304-bff7-cf703cce8e5b",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/4ba92df7-3d12-4304-bff7-cf703cce8e5b",
     "created_at":"Sat Mar 06 18:34:56 UTC 2021",
     "company":"Teleport",
     "company_url":"https://goteleport.com",
     "location":"Remote",
     "title":"Technical Writer",
     "description":"\u003cp\u003eYou will be joining Developer Relations team of \u003ca href=\"https://goteleport.com\"\u003eTeleport\u003c/a\u003e, unified access plane for SSH,  Kubernetes and Database infrastructure.  Teleport is a Y-Combinator company that is well funded by additional top-tier investors and growing quickly.\u003c/p\u003e\n\u003cp\u003eNasdaq, SumoLogic and Samsung Electronics trust Teleport to secure access to their infrastructure.\u003c/p\u003e\n\u003cp\u003eTeleport is an open source, written in Golang with web-based UIs in JavaScript with React.\u003c/p\u003e\n\u003cp\u003eHere is why we love this job ourselves, and hope you will enjoy it too:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOur documentation is \u003ca href=\"https://github.com/gravitational/teleport\"\u003eopen source\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003eWe are so passionate about docs we have built \u003ca href=\"https://github.com/gravitational/next\"\u003eopen source documentation engine\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003eDevelop local version of the documentation and deploy in minutes automatically\u003c/li\u003e\n\u003cli\u003eWe use privacy respecting analytics\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eHere are the projects you may be working on:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWriting documentation from getting started articles to in-depth architecture guides\u003c/li\u003e\n\u003cli\u003eWriting sample code in Golang, Python and Rust\u003c/li\u003e\n\u003cli\u003eSending PRs to core Teleport code base to improve error messages and user experience\u003c/li\u003e\n\u003cli\u003eCreating video guides, walk-throughs and webinars\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat to expect once you apply:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe will send you a 20-30 minute programming quiz\u003c/li\u003e\n\u003cli\u003eYou will join 30 minute intro call and we will walk you through the compensation, interview process and requirements\u003c/li\u003e\n\u003cli\u003eYou join a slack channel and submit a coding and documentation challenge in Golang or Rust using Github\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGolang or Rust experience\u003c/li\u003e\n\u003cli\u003eInterest and experience in writing documentation, explaining how things work and engaging with community\u003c/li\u003e\n\u003cli\u003eCryptography engineering experience is a plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe offer competitive compensation and benefits, platinum level healthcare insurance, 401k matching, and a great place to work.\u003c/p\u003e\n\u003cp\u003eTeleport is an equal opportunity employer and does not discriminate against any employee or applicant on the basis of age, color, disability, gender, national origin, race, religion, sexual orientation, veteran status, or any classifications protected by federal, state, or local law.\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://jobs.lever.co/gravitational/6996599d-8f12-4baf-b164-454f101412c6?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/gravitational/6996599d-8f12-4baf-b164-454f101412c6?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcUtiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0c79dde97da1e155f33f3f5e58c354c8ee728fe2/temporary_teleport_logo.png"
  },
  {
     "id":"d675f0c2-ecf1-41c7-861b-32c7413b7aa4",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/d675f0c2-ecf1-41c7-861b-32c7413b7aa4",
     "created_at":"Fri Mar 05 23:24:30 UTC 2021",
     "company":"Finity",
     "company_url":"http://Finity.com",
     "location":"Remote USA",
     "title":"Lead Java Engineer",
     "description":"\u003cp\u003eJoin an innovative, inclusive company as senior Java Engineer in the development and evolution of our enterprise platforms delivering industry-leading health intelligence solutions.\u003c/p\u003e\n\u003cp\u003eAs the Lead Java Engineer you will deliver unified solutions for our healthcare customers. You will be managing teams and the software development life cycle along with building and designing systems that deliver data visualization, analytics, personalized health journeys and shopping experience to our customers.\u003c/p\u003e\n\u003cp\u003eYour responsibilities:\u003c/p\u003e\n\u003cp\u003e● Lead software projects from requirements and development through testing and release using the agile scrum methodologies\u003c/p\u003e\n\u003cp\u003e● Identifying, analyzing and developing Java-based web and mobile applications.\u003c/p\u003e\n\u003cp\u003e● Leading and integrating with a team of developers\u003c/p\u003e\n\u003cp\u003e● Designing local database architecture and integrating with operational data systems\u003c/p\u003e\n\u003cp\u003e● Ensuring that development projects meet security, uptime and stability requirements\u003c/p\u003e\n\u003cp\u003e● Integrating solutions with third-party data-feeds and software\u003c/p\u003e\n\u003cp\u003e● Writing efficient code, reviewing, testing and debugging team’s code\u003c/p\u003e\n\u003cp\u003e● Contributing to development of technical documentation and user manuals\u003c/p\u003e\n\u003cp\u003e● Keeping current on technology trends and working to incorporate improvements as applicable\u003c/p\u003e\n\u003cp\u003eYour qualifications:\u003c/p\u003e\n\u003cp\u003e● You have a high level of expertise developing, releasing, and maintaining high throughput Java microservices using Spring Boot and working with REST APIs\u003c/p\u003e\n\u003cp\u003e● You have a BS degree in computer science, math or related field is preferred\u003c/p\u003e\n\u003cp\u003e● You have experience deploying and interfacing with scalable container technologies (Docker)\u003c/p\u003e\n\u003cp\u003e● You know Agile and can help evolve our process.\u003c/p\u003e\n\u003cp\u003e● Experience in healthcare industry with knowledge of HIPPA \u0026amp;/or NIST Security standards a plus\u003c/p\u003e\n\u003cp\u003e● You have at least 3 years experience in the following\u003c/p\u003e\n\u003cpre\u003e\u003ccode\u003e     Java application development and UI frameworks\n\n      ○ Java, Javascript (Python, PHP, R and bash scripting is a plus)   \n\n      ○ Database solutions including MySQL and Snowflake\n\n      ○ Agile/Scrum development with JIRA and Crucible\n\n      ○ Developing and maintaining RESTful web services\n\n      ○ Working with CI/CD build servers such as Jenkins, Bamboo or Team City\n\n      ○ Working with GIT version control system\n\n      ○ Team Leadership\n\n      ○ Expertise in Linux, particularly CentOS/RHEL 7+\n\n      ○ Microservices, SPA, Spring Boot, Servlet API, JMS, OAuth 2.0, Springfox, React, Aurelia\n\u003c/code\u003e\u003c/pre\u003e\n\u003cp\u003eYour benefit package:\u003c/p\u003e\n\u003cp\u003e● Medical, Dental and Vision\u003c/p\u003e\n\u003cp\u003e● 401(k) with match\u003c/p\u003e\n\u003cp\u003e● Paid Holidays\u003c/p\u003e\n\u003cp\u003e● Generous PTO\u003c/p\u003e\n\u003cp\u003eFinity is an equal opportunity employer and actively recruits people of color, women, people with disabilities, and LGBTQ+ people.\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eEmail your resume to \u003ca href=\"mailto:jobs@finity.com\"\u003ejobs@finity.com\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcHFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f074cf888f38e8c122e9c9d9fbb1777d291a4ab0/Finity_LogoJPEG.jpg"
  },
  {
     "id":"852870da-b3a0-4823-9872-8764c530dc7b",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/852870da-b3a0-4823-9872-8764c530dc7b",
     "created_at":"Fri Mar 05 22:29:07 UTC 2021",
     "company":"Saildrone",
     "company_url":null,
     "location":"Alameda, CA, US",
     "title":"Senior Software Engineer - Vehicle Command \u0026 Control",
     "description":"\u003cp\u003eAbout Saildrone\u003c/p\u003e\n\u003cp\u003eSaildrone designs and manufactures wind and solar powered autonomous surface vehicles called Saildrones, which make cost-effective ocean data collection possible at scale. We are working with governments, civic agencies, foundations, universities and private companies around the globe to drive better information about our oceans and seas - be it in mapping out the ocean floor, collecting new CO2 data in hard-to-reach areas, counting bio-mass to establish fishing quotas, or detecting and stopping illegal fishing and drug trafficking. We believe that better inputs in planetary models in turn yield better outputs and that the new insights gained in weather forecasting, carbon cycling, global fishing and climate change will have tremendous impact on humanity. We are based in Alameda, CA and are backed by Social Capital, The Capricorn Investment Group, Lux Capital, Horizons Venture and The Schmidt Family Foundation\u003c/p\u003e\n\u003cp\u003eThe Role\u003c/p\u003e\n\u003cp\u003eAs a member of the Vehicle Command \u0026amp; Controls team, you will be responsible for designing and implementing software that runs on board our Saildrones - to communicate over satellite comms, navigate the ocean as instructed by remote pilots, detect and avoid obstacles on the horizon, and control low level actuators that actually make this all possible. You’ll also work closely with sensor payloads on board the vehicle - radar and camera systems, oceanographic and bathymetry sensor suites, etc.\u003c/p\u003e\n\u003cp\u003eRequired Skills\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong C++ skills - the ability to design and implement reliable, maintainable, and testable object-oriented code.\u003c/li\u003e\n\u003cli\u003eComfortable enough with python to maintain and expand scripts and tooling in that language.\u003c/li\u003e\n\u003cli\u003eA background in robotics, autonomous vehicles, or vehicle controls.\u003c/li\u003e\n\u003cli\u003eStrong interpersonal skills - someone who pairs well with others, and is eager to help guide the technical direction of our software stack, and diligently review other’s code and designs.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDesired Skills\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience implementing gRPC.\u003c/li\u003e\n\u003cli\u003eFamiliarity with the Bazel build system.\u003c/li\u003e\n\u003cli\u003eExperience with low-level CAN protocols, CANopen, J1939, NMEA2K.\u003c/li\u003e\n\u003cli\u003eKnowledge of sailing mechanics\u003c/li\u003e\n\u003cli\u003eA background in general control systems - navigation and guidance, robotic controls all excellent examples.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eLocation:\u003c/p\u003e\n\u003cp\u003eThis position is located in Alameda, CA. Only candidates with proper permits to work in the United States can be considered.  Our waterfront office offers beautiful views of San Francisco Bay in always sunny Alameda. Even our walls have good karma, our offices mix software development with a hardware production line in the former airplane hangar used to film 'The Matrix'.\u003c/p\u003e\n\u003cp\u003eBenefits:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMedical, dental and vision plans for you and your dependents\u003c/li\u003e\n\u003cli\u003eActive sailing classes: become a certified skipper on boats up to 35ft!  (once COVID safety allows)\u003c/li\u003e\n\u003cli\u003eShort and relaxing ferry ride from the Ferry Building for SF residents\u003c/li\u003e\n\u003cli\u003eEnhanced paternity / maternity programs\u003c/li\u003e\n\u003cli\u003eCompetitive benefits including excellent medical, life insurance, 401k plan\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis is an exciting opportunity with a fast-growing post series-B startup at the cutting-edge intersection of big data services and autonomous hardware. You will be an integral part of a high-performing multi-disciplinary delivering high impact for humanity and future generations.\u003c/p\u003e\n\u003cp\u003eYou can read the latest about us:\u003c/p\u003e\n\u003cp\u003eSaildrone Surveyor Launch (Jan 2021)\u003c/p\u003e\n\u003cp\u003eWashington Post: Four autonomous vessels sailed the Arctic to more precisely map its seafloor(Oct 2020)\u003c/p\u003e\n\u003cp\u003eUSNI: Coast Guard Begins At-Sea Testing of Unmanned Surface Vehicles to Tackle Illegal Fishing, Crime (Oct 2020)\u003c/p\u003e\n\u003cp\u003eForbes: Five Ways Saildrone’s ‘Satellites Of The Seas’ Could Transform Mauritius Oil Spill Response (Sept 2020)\u003c/p\u003e\n\u003cp\u003eMaritime Executive: Due to COVID-19, NOAA Uses Drones Instead of Ships for Fishery Survey (June 2020)\u003c/p\u003e\n\u003cp\u003eOr watch some of our videos: Bloomberg:  The Robots Roaming the High Seas\u003c/p\u003e\n\u003cp\u003eSaildrone is an equal opportunity workplace dedicated to pursuing and hiring a diverse workforce.\u003c/p\u003e\n\u003cp\u003eAny unsolicited resumes/candidate profiles submitted through our website or to personal email accounts of employees of Saildrone are considered property of Saildrone and are not subject to payment of agency fees.\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://jsco.re/9i5vo\"\u003ehttps://jsco.re/9i5vo\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":null
  },
  {
     "id":"4c83ea57-c90f-4567-b56a-7bb9a0d064c6",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/4c83ea57-c90f-4567-b56a-7bb9a0d064c6",
     "created_at":"Fri Mar 05 22:26:34 UTC 2021",
     "company":"Saildrone",
     "company_url":null,
     "location":"Remote",
     "title":"Software Engineering Manager",
     "description":"\u003cp\u003eAbout Us:\nSaildrone designs and manufactures wind and solar powered autonomous surface vehicles called Saildrones, which make cost-effective ocean data collection possible at scale. We are working with governments, civic agencies, foundations, universities and private companies around the globe to drive better information about our oceans and seas - be it in mapping out the ocean floor, collecting new CO2 data in hard-to-reach areas, counting bio-mass to establish fishing quotas, or detecting and stopping illegal fishing and drug trafficking. We believe that better inputs in planetary models in turn yield better outputs and that the new insights gained in weather forecasting, carbon cycling, global fishing and climate change will have tremendous impact on humanity. We are based in Alameda, CA and are backed by Social Capital, The Capricorn Investment Group, Lux Capital, Horizons Venture and The Schmidt Family Foundation.\u003c/p\u003e\n\u003cp\u003eThe Role:\nThis position will work closely with a teams of engineers, product managers, and engineering leadership to plan and execute a software roadmap for vehicle code running on Saildrones. This will involve software that commands and navigates drones remotely in real time, sensors and scientific payloads that gather data for clients, and camera-driven ML systems which identify ships and obstacles on the horizon. You’ll work closely with all parties involved - managing engineers directly, conducting 1v1s and performance reviews, marshalling and tracking work for engineering teams through to completion each sprint. You’ll also be coordinating with other managers to lay a course for future work and resourcing on a quarterly basis.\u003c/p\u003e\n\u003cp\u003eRequirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou will be working closely with a highly technical software stack, so mastery of software engineering is essential.\u003c/li\u003e\n\u003cli\u003eNot merely tracking work, You will help the team make good software design decisions. We are looking for a candidate who has transitioned their career from software engineering to software management.\u003c/li\u003e\n\u003cli\u003eExperience with compiled languages (C, C++, Golang, Objective-C, or Swift) and ARM architectures is ideal, but candidates with an exceptional track record in python will be considered.\u003c/li\u003e\n\u003cli\u003eDemonstrated track record managing teams of engineers (5 or more) is strongly preferred.\u003c/li\u003e\n\u003cli\u003eCollaborative work style, placing achieving common goals first\u003c/li\u003e\n\u003cli\u003eThis role requires extensive hands on time with our team based in Alameda, CA HQ\u003c/li\u003e\n\u003cli\u003eProven advocacy for teams and experience leading others to excel is essential.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBonus Points:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with modern Agile software management practices\u003c/li\u003e\n\u003cli\u003eHigh comfort level prioritizing the work of software engineering teams\u003c/li\u003e\n\u003cli\u003eJIRA experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eLocation:\u003c/p\u003e\n\u003cp\u003eThis position is located in Alameda, CA. Only candidates with proper permits to work in the United States can be considered.  Our waterfront office offers beautiful views of San Francisco Bay in always sunny Alameda. Even our walls have good karma, our offices mix software development with a hardware production line in the former airplane hangar used to film 'The Matrix'.\u003c/p\u003e\n\u003cp\u003eBenefits:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMedical, dental and vision plans for you and your dependents\u003c/li\u003e\n\u003cli\u003eActive sailing classes: become a certified skipper on boats up to 35ft!  (once COVID safety allows)\u003c/li\u003e\n\u003cli\u003eShort and relaxing ferry ride from the Ferry Building for SF residents\u003c/li\u003e\n\u003cli\u003eEnhanced paternity / maternity programs\u003c/li\u003e\n\u003cli\u003eCompetitive benefits including excellent medical, discounted gym, life insurance, 401k plan\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis is an exciting opportunity with a fast-growing post series-B startup at the cutting-edge intersection of big data services and autonomous hardware. You will be an integral part of a high-performing multi-disciplinary delivering high impact for humanity and future generations.\u003c/p\u003e\n\u003cp\u003eYou can read the latest about us:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSaildrone Surveyor Launch (Jan 2021)\u003c/li\u003e\n\u003cli\u003eWashington Post: Four autonomous vessels sailed the Arctic to more precisely map its seafloor(Oct 2020)\u003c/li\u003e\n\u003cli\u003eUSNI: Coast Guard Begins At-Sea Testing of Unmanned Surface Vehicles to Tackle Illegal Fishing, Crime (Oct 2020)\u003c/li\u003e\n\u003cli\u003eForbes: Five Ways Saildrone’s ‘Satellites Of The Seas’ Could Transform Mauritius Oil Spill Response (Sept 2020)\u003c/li\u003e\n\u003cli\u003eMaritime Executive: Due to COVID-19, NOAA Uses Drones Instead of Ships for Fishery Survey (June 2020)\u003c/li\u003e\n\u003cli\u003eOr watch some of our videos: Bloomberg:  The Robots Roaming the High Seas\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSaildrone is an equal opportunity workplace dedicated to pursuing and hiring a diverse workforce.\u003c/p\u003e\n\u003cp\u003eAny unsolicited resumes/candidate profiles submitted through our website or to personal email accounts of employees of Saildrone are considered property of Saildrone and are not subject to payment of agency fees.\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://jsco.re/9i5ro\"\u003ehttps://jsco.re/9i5ro\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":null
  },
  {
     "id":"34c39a11-d71d-4c5a-96ad-137806d9a151",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/34c39a11-d71d-4c5a-96ad-137806d9a151",
     "created_at":"Fri Mar 05 20:50:10 UTC 2021",
     "company":"Institute for Corporate Productivity, i4cp",
     "company_url":"https://www.i4cp.com/careers/full-stack-developer",
     "location":"Remote, USA",
     "title":"Software developer",
     "description":"\u003cp\u003eThe Institute for Corporate Productivity (i4cp) has an opening for a talented and motivated developer to join our software product team. We are looking for an engineer who takes pride in robust and maintainable code and likes to build well-designed software.\u003c/p\u003e\n\u003cp\u003eYou will work in a flexible environment with a remote-friendly team where you will be encouraged to bring fresh ideas and new perspectives to the position.\u003c/p\u003e\n\u003ch1\u003eAbout the role\u003c/h1\u003e\n\u003cp\u003eAs a developer you will work directly with the software development team and the Vice President of Marketing \u0026amp; Technology to bring new products to market and enhance existing functionality to meet our user needs. You will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eContribute to the design and implementation of software products.\u003c/li\u003e\n\u003cli\u003eCollaborate with the team to gather and define feature requirements.\u003c/li\u003e\n\u003cli\u003eHelp support the deployed production environment.\u003c/li\u003e\n\u003cli\u003eMaintain and improve existing technologies.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eAbout you\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003e2-4 years experience building, testing, and shipping production-ready software.\u003c/li\u003e\n\u003cli\u003eComfortable with the Ruby on Rails or similar web frameworks.\u003c/li\u003e\n\u003cli\u003eFamiliar with the Javascript programming language.\u003c/li\u003e\n\u003cli\u003eKnowledge with HTML, CSS, and related technologies.\u003c/li\u003e\n\u003cli\u003eExperience with relational databases and SQL.\u003c/li\u003e\n\u003cli\u003eHave curiosity, like to explore technology, and are always growing and learning.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eAlso helpful\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eComfortable with basic Linux server administration tasks.\u003c/li\u003e\n\u003cli\u003eFamiliar with Javascript frameworks such as Vue or React.\u003c/li\u003e\n\u003cli\u003eFamiliar with Docker or similar container technologies.\u003c/li\u003e\n\u003cli\u003eExperience integrating with partner APIs.\u003c/li\u003e\n\u003cli\u003eExperience with mobile platform development.\u003c/li\u003e\n\u003cli\u003eFront-end UI/UX experience.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eBenefits\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003ePaid vacation/sick leave\u003c/li\u003e\n\u003cli\u003e401(k)\u003c/li\u003e\n\u003cli\u003eMedical/dental/vision\u003c/li\u003e\n\u003cli\u003eStock options\u003c/li\u003e\n\u003cli\u003eFlexible work environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eLocation\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eWe are based in Seattle, but this is a remote role.\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003eEmail your resume to \u003ca href=\"mailto:chris.holtz@i4cp.com\"\u003echris.holtz@i4cp.com\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcGFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a543b30b4621201bec0715af261d05fd73fbd30d/i4cp_400x400.png"
  },
  {
     "id":"9eebe056-82bc-4594-8a13-bc7f81b11173",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/9eebe056-82bc-4594-8a13-bc7f81b11173",
     "created_at":"Fri Mar 05 16:41:34 UTC 2021",
     "company":"Football Addicts AB",
     "company_url":"https://forzafootball.com/company/forza-football/",
     "location":"Gothenburg, Sweden",
     "title":"Senior Backend Developer (Remote)",
     "description":"\u003cp\u003e\u003cstrong\u003eForza Football\u003c/strong\u003e is looking for Elixir developers to join our talented team (remote or in Gothenburg, Sweden).\u003c/p\u003e\n\u003cp\u003eYou will be working on the services that power our mobile apps—from the API that serves millions of clients to the push notification system that keeps our users up-to-date on their favourite football teams and competitions. You will have the benefit of working together with an Elixir Core team member in a small group of skilled developers and designers dedicated to building top-tier mobile products for football fans all over the world.\u003c/p\u003e\n\u003cp\u003eThe Forza Football app covers over 800 leagues and competitions in more than 100 countries. The app has over 10 million installs and over 4 million monthly active users. At peak hours our platform handles thousands of requests per second and sends millions of push notifications.\u003c/p\u003e\n\u003cp\u003eThis opportunity \u003cstrong\u003erequires\u003c/strong\u003e you to have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with Elixir and OTP: you have developed applications for production use\u003c/li\u003e\n\u003cli\u003eAn interest in systems that are highly available, resilient, and run at scale\u003c/li\u003e\n\u003cli\u003eSense of craftsmanship: you strive for code quality and maintainability, write tests as part of your coding routine\u003c/li\u003e\n\u003cli\u003eKnowledge about caching strategies, message queues and service-oriented architectures\u003c/li\u003e\n\u003cli\u003eAn understanding of setting up infrastructure and managing Linux servers\u003c/li\u003e\n\u003cli\u003eExperience with deployment tooling, monitoring, alerting, data visualisation, load testing and/or live system debugging\u003c/li\u003e\n\u003cli\u003eStrong communication skills. Be a team player, pay attention to detail, and be not afraid to share unconventional ideas\u003c/li\u003e\n\u003cli\u003eGood oral and written skills in English, as Forza Football operates globally, and many employees are international\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe do not hire solely based on experience with a few specific tools or languages or university degrees. Rather, we hire developers who are smart, pragmatic, and self-driven. We value want you to be able to learn new tools and function in an agile environment. We are an equal opportunity employer and are excited to expand our team with diverse talents from different backgrounds and cultures.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eIn addition\u003c/strong\u003e, as an employee of Forza Football, you also get:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFlexible work hours\u003c/li\u003e\n\u003cli\u003eSix weeks paid vacation\u003c/li\u003e\n\u003cli\u003eParental leave benefits\u003c/li\u003e\n\u003cli\u003eComputer and gadget setup needed for work\u003c/li\u003e\n\u003cli\u003eBreakfast in the mornings\u003c/li\u003e\n\u003cli\u003eRegular Afterwork events\u003c/li\u003e\n\u003cli\u003eConference visits with accommodation and travel expenses paid\u003c/li\u003e\n\u003cli\u003eRelocation support and visa sponsorship\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://forzafootball.teamtailor.com/jobs/279937-senior-backend-developer\"\u003ehttps://forzafootball.teamtailor.com/jobs/279937-senior-backend-developer\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":null
  },
  {
     "id":"6e17ca28-e27e-4479-bced-108b4c12bbb4",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/6e17ca28-e27e-4479-bced-108b4c12bbb4",
     "created_at":"Fri Mar 05 15:47:44 UTC 2021",
     "company":"dirico",
     "company_url":"https://dirico.io/",
     "location":"Koblenz",
     "title":"Fullstack Developer (m/w/d)",
     "description":"\u003cp\u003eWir sind die 247GRAD Labs GmbH, das IT-Unternehmen hinter dirico, der All-in-one-Plattform für Kommunikations- und Marketingteams.\u003c/p\u003e\n\u003cp\u003edirico unterstützt Unternehmen weltweit dabei, ihren Content besser zu planen, zu erstellen und zu veröffentlichen als jemals zuvor. Das macht unsere Kunden so glücklich, dass sie dirico bereits in über 20 Ländern einsetzen. Unser Kundenkreis wächst stetig und beinhaltet einige der Top-50-Unternehmen Deutschlands.\u003c/p\u003e\n\u003cp\u003eDeshalb suchen wir Dich als Unterstützung für unser Team in Koblenz und Oradea (Rumänien).\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"http://t3u1.mjt.lu/lnk/AM0AAJcKEmAAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgQk8LiWxgG3aTRYKRVkbvSo949QAGCXo/2/lw7Hz9mLRovrPQeFxXYcwg/aHR0cHM6Ly9kaXJpY28uaW8vdWViZXItdW5zLw\"\u003eErfahre mehr über uns und wirf einen Blick hinter die Kulissen.\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas sind deine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNeu- und Weiterentwicklung unserer Softwarelösung mit den Schwerpunkten C#, .NET, React und Angular\u003c/li\u003e\n\u003cli\u003eErstellung von Systemarchitektur und Softwaredesign\u003c/li\u003e\n\u003cli\u003eAktive Mitgestaltung der Infrastruktur und eingesetzten Prozesse im Entwicklungsteam\u003c/li\u003e\n\u003cli\u003eEinsatz und Test modernster Praktiken und Umsetzung neuer Ideen\u003c/li\u003e\n\u003cli\u003eEvaluierung und Auswahl neuer Technologien für die Nutzung in der Entwicklung\u003c/li\u003e\n\u003cli\u003eZusammenarbeit in einem international agierenden Umfeld von Entwicklungsteams\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas solltest Du mitbringen\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSehr gute Kenntnisse in .NET und C#\u003c/li\u003e\n\u003cli\u003eKenntnisse in mindestens einem der JavaScript-Frameworks wie React, Angular oder Vue.js\u003c/li\u003e\n\u003cli\u003eErfahrungen mit TypeScript, HTML und CSS sind gerne gesehen\u003c/li\u003e\n\u003cli\u003eGute Kenntnisse im Bereich von relationalen Datenbanken/SQL, Design Pattern sowie gängigen Frameworks (z.B. EF)\u003c/li\u003e\n\u003cli\u003eOptimalerweise bringst du Erfahrungen zu Schnittstellen von Social-Media-Plattformen mit\u003c/li\u003e\n\u003cli\u003eSicherer Umgang mit objektorientiertem Code, UML und Design Patterns\u003c/li\u003e\n\u003cli\u003eScrum, Git und Clean Code sind keine Fremdwörter, sondern alte Bekannte\u003c/li\u003e\n\u003cli\u003eSehr gute Kenntnisse der deutschen und der englischen Sprache\u003c/li\u003e\n\u003cli\u003eEine analytische und strukturierte Arbeitsweise, Zuverlässigkeit und Lösungskompetenz zeichnen dich aus, messbare Ergebnisse sind Dir wichtig\u003c/li\u003e\n\u003cli\u003eDu bist bereit, dich weiterzuentwickeln und neuen Herausforderungen zu stellen\u003c/li\u003e\n\u003cli\u003eErfahrungen mit der Azure Plattform runden Dein Profil ab\u003c/li\u003e\n\u003cli\u003eSelbstständige Arbeitsweise\u003c/li\u003e\n\u003cli\u003eDu bist engagiert und hast Interesse daran, Dich mit Deiner Meinung aktiv im Team einzubringen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas erwartet dich bei uns\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEin innovatives Softwareprodukt im spannenden Marketing-Kontext\u003c/li\u003e\n\u003cli\u003eRenommierte Referenzkunden wie BMW, ThyssenKrupp, Lanxess, WetterOnline, R+V, Dr. Oetker, Sport2000 und viele mehr\u003c/li\u003e\n\u003cli\u003eEin stark wachsendes und motiviertes Team mit Weltklasse-Kollegen\u003c/li\u003e\n\u003cli\u003eAbwechslungsreiche und anspruchsvolle Aufgaben, die Spaß machen\u003c/li\u003e\n\u003cli\u003eEchte Start-up-Atmosphäre in einem mittelständischen Unternehmen\u003c/li\u003e\n\u003cli\u003eFlache Hierarchien und schnelle Entscheidungswege für Deine kreativen Ideen\u003c/li\u003e\n\u003cli\u003eAgile Arbeitsprozesse und modernste Hardware\u003c/li\u003e\n\u003cli\u003eEin jährliches Weiterbildungsbudget zur Unterstützung Deiner fachlichen und persönlichen Weiterentwicklung\u003c/li\u003e\n\u003cli\u003eFlexible Vertrauensarbeitszeit in Gleitzeit\u003c/li\u003e\n\u003cli\u003eDie Möglichkeit auf Homeoffice nach Absprache\u003c/li\u003e\n\u003cli\u003eErgonomisches Arbeitsumfeld mit höhenverstellbaren Tischen und rückenschonenden Stühlen\u003c/li\u003e\n\u003cli\u003eZuschuss zum Premium-Fitnessstudio Danys\u003c/li\u003e\n\u003cli\u003eRegelmäßige Teamevents\u003c/li\u003e\n\u003cli\u003eBetriebliche Altersvorsorge\u003c/li\u003e\n\u003cli\u003eFrisches Obst, Kaffeevariationen und Wasser for free\u003c/li\u003e\n\u003cli\u003eKein Dresscode – wir wollen, dass Du dich wohlfühlst, also: come as you are\u003c/li\u003e\n\u003cli\u003eUnsere Bürohunde sind ausgebildete Feelgood-Manager\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/1c09e8f463e7f091f119b2228f9b3800602534ac/68747470733a2f2f742e676f686972696e672e636f6d2f682f66373030333566663337366661626336626436316564306365626235316530653639653830666235383930376334373764653265303930393761646235373765\"\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/5f5cf9983b425dfe60f78c957753d0779e3d29474d01e76ba63922d4529d8151\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcEtiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--bb38e69d69257ced5ee172d839a7edde0dbc8bb1/dirico.png"
  },
  {
     "id":"72f44dc6-73dd-42b8-9136-fdc1f3fd1a59",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/72f44dc6-73dd-42b8-9136-fdc1f3fd1a59",
     "created_at":"Fri Mar 05 15:37:27 UTC 2021",
     "company":"Boxine GmbH",
     "company_url":"https://tonies.de/",
     "location":"Düsseldorf",
     "title":"Softwareentwickler Backend (PHP/Symfony) (m/w/d)",
     "description":"\u003cp\u003eWir sind die Boxine GmbH aus Düsseldorf. Wir stellen Hörfiguren her, die wir Tonies nennen. Zusammen mit unserem mehrfach prämierten Abspielgerät - der Toniebox - verschmelzen Hören und Spielen zu einem interaktiven Erlebnis, das Kinder, Eltern und Großeltern zusammenbringt.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDu als Teil der Tonie-Familie:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eMöchtest du helfen, Familien auf der ganzen Welt mit unseren Tonie-Produkten zu versorgen? Hast du Spaß und Erfahrung im Bereich E-Commerce?\nWenn du diese Fragen mit einem klaren \"JA!\" beantworten kannst, dann sollten wir unbedingt miteinander reden. Denn dich suchen wir!\nAls Shop Developer (m/w/d) am Standort Düsseldorf oder remote (deutschlandweit) arbeitest du in einem hoch qualifizierten Team zusammen an unserem Shop und unserer Webseite. Neben der Weiterentwicklung der bestehenden Systeme ist auch die Weiterentwicklung für die Expansion in viele weitere Märkte deine Aufgabe. Usability, Sicherheit, Stabilität und Qualität stehen dabei immer an oberster Stelle deiner ToDo Liste.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben umfassen:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu kümmerst dich um Konzeption, Entwicklung und Deployment von Shop und Webseite\u003c/li\u003e\n\u003cli\u003eDu baust das System auf und verbesserst es kontinuierlich\u003c/li\u003e\n\u003cli\u003eDu wirkst bei der Gestaltung von Systemarchitekturen und der Auswahl von Technologien (insbesondere Internationalisierung für weitere Märkte) mit\u003c/li\u003e\n\u003cli\u003eDu sorgst für Qualitätssicherung und Dokumentation\u003c/li\u003e\n\u003cli\u003eDu arbeitest eng mit Stakeholdern wie Marketing, Customer Support und Supply Chain zusammen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWas wir uns von dir wünschen:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu hast ein abgeschlossenes Studium der Informatik oder eine abgeschlossene Ausbildung im IT-Bereich\u003c/li\u003e\n\u003cli\u003eDu hast sehr gute Erfahrungen mit PHP7\u003c/li\u003e\n\u003cli\u003eDu hast eine selbstständige und lösungsorientierte Arbeitsweise\u003c/li\u003e\n\u003cli\u003eDu bist erfahren in der agilen Softwareentwicklung (inkl. Git, Pull Requests, Code Reviews)\u003c/li\u003e\n\u003cli\u003eDu bist teamfähig, kreativ und bringst viel Neugier mit\u003c/li\u003e\n\u003cli\u003eDu hast gute Deutsch- und Englischkenntnisse\u003c/li\u003e\n\u003cli\u003eDu hast idealerweise weitere spezifische Kenntnisse in: MySQL, PHPUnit, Commercetools, Gitlab CI, AWS\u003c/li\u003e\n\u003cli\u003eDu hast Erfahrung im Design und der Implementierung von REST-APIs mit Symfony\u003c/li\u003e\n\u003cli\u003eIdealerweise hast du Erfahrung mit JavaScript (insbesondere React und Next.js), um mit dem Frontend zusammenzuarbeiten\u003c/li\u003e\n\u003cli\u003eUnd das Wichtigste: Du bist genauso begeistert von der Toniebox wie wir und möchtest bei unserer aufregenden Reise dabei sein!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWie du uns erreichst:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eFalls möglich, sende uns bitte ein kleines Motivationsschreiben, deinen CV sowie Codebeispiele (am besten mit Git-History) oder URLs von programmierrelevanten Online-Profilen (Github, Stackoverflow usw.) zu, damit wir ein erstes umfangreiches Bild bekommen können.\u003c/p\u003e\n\u003cp\u003eWir freuen uns sehr, von Dir zu hören. Solltest du vorab Fragen haben, melde dich gerne bei:\u003c/p\u003e\n\u003cp\u003eMartin Suhrbier\nRecruiter\u003c/p\u003e\n\u003cp\u003eBoxine GmbH\nGrafenberger Allee 120\n40237 Düsseldorf\n+49 151 54 68 32 57\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/8f91eddc9222d6eac5c135b24776f87b08ef3e03/68747470733a2f2f742e676f686972696e672e636f6d2f682f31626330383564613362643339363661626137373065386531656539646366383461663466636634336465383234313139306661636633313166336138623838\"\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/99fad6d75215a0d5032e9017750925543bddc56fae276e19aabaa3177b29c87e\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcENiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5eae9e5f2ce7dfe2173fcb2c3f825e8c3d374d7d/Boxine%20GmbH.png"
  },
  {
     "id":"906ee6be-e7c8-46b4-85a5-27c509f8f070",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/906ee6be-e7c8-46b4-85a5-27c509f8f070",
     "created_at":"Fri Mar 05 14:38:18 UTC 2021",
     "company":"Frogslayer",
     "company_url":"https://frogslayer.com/",
     "location":"Remote",
     "title":"Sr Software Developer",
     "description":"\u003cp\u003e\u003cstrong\u003eSr Software Developer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eEmployment Type\u003c/strong\u003e: Full-time employee.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLevel\u003c/strong\u003e: Senior.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLocation\u003c/strong\u003e: Remote - Frogslayer will consider candidates located anywhere in the US with proper work authorization.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eComp\u003c/strong\u003e: $75k to $150k base salary. Compensation for this role will be based on candidate's experience, potential for contribution, and scope of role.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWho We Are\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eFrogslayer is a custom software development and digital innovation firm. Clients partner with Frogslayer to rapidly build, launch, and scale forward-leaping, industry-shattering software products and digital platforms that create new revenue streams and sources of competitive advantage.\u003c/p\u003e\n\u003cp\u003eTo deliver the very best for our clients, we start with our people. In this position, you will be challenged to deliver innovative solutions that make a lasting and significant impact on companies and industries. Our people and teams are empowered to make the decisions they need to serve our clients. Since every role at Frogslayer is significant to the success of our clients, you'll be given great responsibility and have the authority you need to deliver results.\u003c/p\u003e\n\u003cp\u003eFrogslayer, LLC is an equal opportunity employer. We welcome and encourage diversity in the workplace. We offer a generous benefits package, including company contribution to medical benefits for employees and their families. In addition, we offer a fun, flexible work environment, company-sponsored activities, and commit to providing each employee with job satisfaction by addressing core needs.\u003c/p\u003e\n\u003cp\u003eIf you are someone who wants to be a contributing member of an exciting team that has been continually recognized by Inc. and Texas Monthly as a best place to work, then read on my friend and learn about this position.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWho You Are\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIn this critical role, your clients will rely on you to solve their most complex technology challenges and deliver measurable business results.\nIf you're looking for real responsibilities, autonomy over your work, flexibility over your schedule, and the opportunity to deliver software that people use and rely on every day then this is the job for you.\nThis is a tremendous opportunity for professional growth. There will be constant change, but one thing is certain - you will learn more and grow faster at Frogslayer than you will anywhere else.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Requirements\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAt Frogslayer, you'll be working on a variety of projects that include web, desktop, mobile and embedded systems. It's not uncommon for someone to move from developing a new web application in Python over to a system written in C# or PHP. We're technology agnostic and are more concerned about creating high-impact business outcomes for our clients. For each project, we select the best tools for the job. Common technologies, tools and libraries we use include: Python, Django, C#, ASP.NET, JavaScript, HTML5, CSS3, Jenkins CI, GitLab, Docker, Ansible, MVC, SPA, AWS, Azure, Web API, HTTP, REST, SQL Server, PostgreSQL, MySQL.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop custom software - yes, this position is 80-90% coding.\u003c/li\u003e\n\u003cli\u003eAssist in the design of project architecture.\u003c/li\u003e\n\u003cli\u003eWrite code for the application scaffolding and complex features.\u003c/li\u003e\n\u003cli\u003eBreak down work into assignable items and estimate effort and schedule.\u003c/li\u003e\n\u003cli\u003eAssign project tasks and issues for yourself and junior team members.\u003c/li\u003e\n\u003cli\u003eReview team members' work and give constructive feedback on improvements.\u003c/li\u003e\n\u003cli\u003eDevelop junior team member’s ability to work through problems, interact with clients, and design practical solutions.\u003c/li\u003e\n\u003cli\u003eMeet clients in person or remotely to give regular updates and ensure the team is staying tied to their needs.\u003c/li\u003e\n\u003cli\u003eCreate design documents and key artifacts for the project.\u003c/li\u003e\n\u003cli\u003eMeet with operations leaders to discuss project goals, solution quality, schedule and progress, and the overall client relationship.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eApply via the \u003cstrong\u003e\u003ca href=\"https://ltpx.nl/Y9tOUwA\"\u003eapplication form\u003c/a\u003e.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/0050ec1311335013cbd791ced9a124a5022cf42b/68747470733a2f2f742e6c7470782e6e6c2f747261636b2e7068703f6f7264657269643d323339393839\"\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://ltpx.nl/Fzj5EuV\"\u003eClick here to apply\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbzZiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--dfc050f1256707bb4ac5494634bc825cbf91d561/frogslayer.png"
  },
  {
     "id":"ceb68d67-fbaa-40e1-b711-6dbe3422f053",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/ceb68d67-fbaa-40e1-b711-6dbe3422f053",
     "created_at":"Fri Mar 05 14:36:13 UTC 2021",
     "company":"Flowmailer",
     "company_url":"http://flowmailer.com/",
     "location":"Rotterdam",
     "title":"Software Engineer",
     "description":"\u003cp\u003e\u003cstrong\u003eSoftware Engineer\u003c/strong\u003e\n\u003cstrong\u003e36 - 40 uur | Rotterdam\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe zijn op zoek naar een Software Engineer die onze dienstverlening helpt opschalen en tegelijk steeds completer maakt. Denk hierbij aan asynchrone backend processing, queue strategieen, praten met diverse databases en alles ontsluiten via API’s. Maar vooral héél veel e-mails\u003c/strong\u003e 😄\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOntmoet Flowmailer\u003c/strong\u003e\nBij Flowmailer timmeren we hard aan de weg als internationale SaaS-leverancier met onze e-mail engine. Dat doen we met een klein, maar toegewijd team dat e-mail (deliverability) ademt. Je komt terecht in een team dat barst van de kennis, enthousiasme én trots over ons vakgebied.\u003c/p\u003e\n\u003cp\u003eFlowmailer beschikt over een eigen infrastructuur en IP netwerk in drie datacenters waarmee we honderden miljoenen e-mails per jaar verwerken. Wij zorgen er voor dat tickets, facturen en andere belangrijke e-mails altijd netjes worden afgeleverd.\u003c/p\u003e\n\u003cp\u003eDaar zijn we enorm trots op! Dit alles hebben we in eigen beheer en ontwikkeling. Het platform en de software stack die daarop draait vormt de kern van onze dienstverlening. De betrouwbaarheid en schaalbaarheid hiervan is dus ontzettend belangrijk voor ons en onze klanten. Wij zijn op zoek naar een collega die ons hierbij kan helpen en het leuk vindt om hieraan mee te bouwen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eNieuwsgierig naar je nieuwe collega's?\u003c/strong\u003e \u003ca href=\"https://www.linkedin.com/search/results/people/?facetCurrentCompany=%5B%229492840%22%5D\"\u003eOntmoet ons virtueel via LinkedIn\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat ga jij doen?\u003c/strong\u003e\nSamen met je collega’s zorg jij ervoor dat Flowmailer nóg beter wordt. Je ontwikkelt voornamelijk in Java, maar natuurlijk komen HTML, JavaScript en allerlei frameworks ook voorbij. Wat je ontwikkelt wordt ook echt gebruikt en onze klanten hebben hoge verwachtingen van onze betrouwbaarheid, performance en veiligheid.\u003c/p\u003e\n\u003cp\u003eJe werkt nauw samen met product management, operations en support en hebt af en toe contact met (technische) klanten. Samen streef je naar een optimale ervaring voor klanten en ontvangers van onze e-mails.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWie ben jij?\u003c/strong\u003e\nJe bent een sterk analytische Software Engineer die graag van A tot Z een goed product neerzet. Je geeft om het resultaat (ook op de lange termijn) en bent betrokken. Je hebt ervaring met ontwikkeling in Java, Spring, API koppelingen en kan overweg met complexe database queries en het optimaal afstemmen van de software op het onderliggende platform. Je kunt uit de voeten met inrichting op Linux servers en duikt graag de diepte in om dingen écht te doorgronden.\u003c/p\u003e\n\u003cp\u003eVerder breng je het volgende mee:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTenminste 3 jaar relevante ervaring;\u003c/li\u003e\n\u003cli\u003eHBO werk- en denkniveau;\u003c/li\u003e\n\u003cli\u003eAfgeronde studie richting ICT;\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOnze nieuwe collega is verder accuraat, integer en heeft een groot verantwoordelijkheidsgevoel. We zijn immers verantwoordelijk voor de verwerking van grote hoeveelheden persoonsgegevens. Daarnaast kun je goed samenwerken en heb je een goed gevoel voor humor. Uiteraard zijn computers, internet en software een passie voor je.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat wij te bieden hebben\u003c/strong\u003e\nWe bieden je een werkomgeving waarin je wordt uitgedaagd om elke dag het beste in jezelf naar boven te halen. Ons vakgebied is immers altijd in ontwikkeling. Groei met ons mee in een bedrijf met internationale ambities.\u003c/p\u003e\n\u003cp\u003eDit mag je ook van ons verwachten:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEen veelzijdige en zelfstandige functie, met veel eigen verantwoordelijkheid;\u003c/li\u003e\n\u003cli\u003eEen team vol gezelligheid, creativiteit en enthousiasme, die er elke dag vol voor gaan;\u003c/li\u003e\n\u003cli\u003eUitstekende primaire en secundaire arbeidsvoorwaarden (o.a reiskostenvergoeding en pensioenregeling);\u003c/li\u003e\n\u003cli\u003eGezellig bedrijfsuitjes (die soms erg actief kunnen zijn);\u003c/li\u003e\n\u003cli\u003eEen bureau op de mooiste plek van Rotterdam: in de monumentale Van Nelle fabriek.\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://flowmailer.com/vacature/software-engineer?utm_source=github\u0026amp;utm_medium=referral\u0026amp;utm_term=2021\u0026amp;utm_content=180689\u0026amp;utm_campaign=software-engineer\"\u003eSolliciteer\u003c/a\u003e dan vandaag nog en wordt onze nieuwe Software Engineer!\u003c/p\u003e\n\u003cp\u003eNeem contact op met Richard van Looijen (Directeur) via \u003ca href=\"mailto:richard@flowmailer.com\"\u003erichard@flowmailer.com\u003c/a\u003e of 010-3074556.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.\u003c/em\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb3FiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--298fdec8cc0fce9edb29c3ebf97df0d4a5ed8466/Logo%202019.jpg"
  },
  {
     "id":"829200cc-be56-4a5c-a435-6571a2512c3a",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/829200cc-be56-4a5c-a435-6571a2512c3a",
     "created_at":"Fri Mar 05 13:29:36 UTC 2021",
     "company":"Anva",
     "company_url":"https://anva.nl",
     "location":"Amersfoort (NL)",
     "title":"Software Tester",
     "description":"\u003cp\u003e\u003cstrong\u003eSoftware Tester\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e32-40 uur, Amersfoort\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eBen jij een software tester met oog voor detail en gebruiksvriendelijkheid? Combineer jij jouw testervaring met passie voor innovatieve test tooling? Dan ben jij mogelijk onze nieuwe software tester! Het betreft een vaste functie op onze vestiging in Amersfoort.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJouw rol\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls software tester bij ANVA beoordeel en test je onze software op functionaliteit, gebruiksvriendelijkheid en correctheid. Je gaat aan de slag in onze multidisciplinaire SCRUM-teams en maakt de testscripts voor het zowel handmatig als geautomatiseerd testen van de software. Hiervoor werk je nauw samen met testers uit andere teams. Kwaliteit stroomt door jouw bloed, en je weet ook dat de wereld snel aan het veranderen is op gebied van technologie. Om die reden ben je altijd nieuwsgierig en combineer je dit met passie voor innovatieve test tooling. ANVA werkt zoals gezegd met multidisciplinaire teams, dit betekent dat je als proactief tester, impact kunt maken en ben je er vooral om het verschil te maken. Naast veel passie voor je vak sta je communicatief stevig in je schoenen en vind je het een uitdaging om met deadlines om te gaan.\u003c/p\u003e\n\u003cp\u003eAls software tester ga je aan de slag binnen één van de verschillende SCRUM-teams. Jij bent samen met jouw team verantwoordelijk voor kwaliteit. Je onderhoudt de bestaande test-set en gaat aan de slag om de testdekking te vergroten en controleert op juistheid en volledigheid. De testpiramide is geen vreemde voor je en weet jij de testen op de juiste niveaus te ontwikkelen. Je bent proactief en gaat zelf actief op onderzoek uit als dit nodig is. De teamleden testen elkaars werk en tijdens de 'refinements' adviseer je over de mogelijke risico’s die geïntroduceerd worden. Je coacht daarmee de ontwikkelaars op het testvlak en je kan ook uitleggen waarom je dit adviseert. Bovendien controleer je met plezier het solution design en UX/UI design. Daarnaast ben je in staat om een goede inschatting van de werkzaamheden af te geven, zodat we voorspelbaar blijven.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBen jij onze Software tester?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat heb je in huis?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHbo-werk- en denkniveau.\u003c/li\u003e\n\u003cli\u003eEen aantal jaren relevante en recente werkervaring.\u003c/li\u003e\n\u003cli\u003eTMAP of ISTQB gecertificeerd of bereid dat te worden.\u003c/li\u003e\n\u003cli\u003eKennis van Docker, Git, Java, Junit, Postman, Cypress en/of Json.\u003c/li\u003e\n\u003cli\u003eInzicht in CI/CD, kennis van build pipeline tool zoals Jenkins.\u003c/li\u003e\n\u003cli\u003eKennis van het principe van microservices, NoSQL database en Angular is een sterke pre.\u003c/li\u003e\n\u003cli\u003eErvaring in de assurantiebranche en/of met onze ANVA-software is een sterke pre.\u003c/li\u003e\n\u003cli\u003eErvaring met het werken in scrum (of agile) teams is een pre. \u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eANVA, jouw ideale werkgever\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eJe kunt rekenen op de volgende arbeidsvoorwaarden:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAfhankelijk van opleiding, ervaring en achtergrond bedraagt het maximale bruto jaarsalaris € 60.000,- uitgaande van een 40-urige werkweek.\u003c/li\u003e\n\u003cli\u003eAandacht en ruimte voor eigen ontwikkeling en opleidingen.\u003c/li\u003e\n\u003cli\u003eInitiatief, ondernemerschap en lef wordt gewaardeerd en gestimuleerd.\u003c/li\u003e\n\u003cli\u003eEen open en informele bedrijfscultuur met korte communicatielijnen.\u003c/li\u003e\n\u003cli\u003eCollegialiteit en samenwerking staan voorop in onze teams.  \u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOver ANVA\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eVol trots maakt ANVA al ruim 45 jaar softwareoplossingen voor de verzekeringsbranche. Meer dan tienduizend financieel professionals gebruiken onze software om miljoenen consumenten en duizenden ondernemers een goede verzekering te kunnen aanbieden. Om meer wendbaarheid en een grotere klantgerichtheid te creëren, werken we bij ANVA o.a. volgens de agile en LEAN-methode. Onze vestigingen in Amersfoort en Bergen op Zoom kenmerken zich door de relaxte sfeer. Bij de koffie-corner babbel je regelmatig even met collega’s, we hebben fijne werkplekken en een bedrijfsrestaurant met een uitgebreid assortiment. Bij ANVA zijn wij kritisch naar elkaar, leggen we de lat hoger dan onze concurrenten en vragen we onze klanten of we de juiste dingen aan het doen zijn. Dit alles doen we samen, in een sterk teamverband. We helpen elkaar om het steeds weer beter te doen. Onze werkwaarden Altijd Helder, Samen, Leren Loont en Persoon Gedreven zijn hierin onze leidraad.   \u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJa, ik heb interesse!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eVoor meer informatie over deze functie kun je contact opnemen met Patrick Keijer (HR) via 033-4798200 of \u003ca href=\"mailto:hr@anva.nl\"\u003e\u003cstrong\u003ehr@anva.nl\u003c/strong\u003e\u003c/a\u003e. Meer informatie over werken bij Anva vind je op \u003cstrong\u003e\u003ca href=\"https://ltpx.nl/m6mFZ3C\"\u003ehttps://anva.nl/werken-bij-anva/\u003c/a\u003e.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSolliciteren kan via \u003ca href=\"http://ltpx.nl/5qH5Z1W\"\u003e\u003cstrong\u003ehet sollicitatieformulier\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eEen assessment maakt onderdeel uit van het selectieproces en in de afrondende fase vragen we je een vog aan te vragen. Waar wacht je nog op?    \u003c/p\u003e\n\u003cp\u003e_NB: wij zijn voor deze functie NIET op zoek naar een interim invulling of deta-vast constructie! _\n\u003cimg src=\"https://camo.githubusercontent.com/bb439d6383eef17eca525c4aab1373cc291ed6aa/68747470733a2f2f742e6c7470782e6e6c2f747261636b2e7068703f6f7264657269643d323337373039\"\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://ltpx.nl/SmMGrLz\"\u003eKlik hier om te solliciteren\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb2liIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d2009994e6d03d2d8537748ff4c8c030f8cc6206/Logo-ANVA.png"
  },
  {
     "id":"c7cea52e-15b9-470c-ba7e-0c189daab46e",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/c7cea52e-15b9-470c-ba7e-0c189daab46e",
     "created_at":"Fri Mar 05 10:41:22 UTC 2021",
     "company":"Samskip",
     "company_url":"https://vonq.io/3bi98Mk",
     "location":"Cluj-Napoca",
     "title":"Market Data Analyst",
     "description":"\u003cp\u003e\u003cstrong\u003eData makes the difference! An opportunity to deliver the highest standards of data analysis and interpretation for our dynamic international logistics operation.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSamskip is a forward-thinking logistics company, operating within a dynamic international arena that generates significant amounts of real-time data. Could you organise, analyse and interpret that data, converting it into information that will generate meaningful insights that enable better business decisions? If so, read on and find out more about this role at the cutting edge of advanced statistical modelling.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eA company where innovation meets ambition\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eSamskip is committed to innovating and applying sustainable and multimodal transport links across Europe. Within this network, our office in Cluj-Napoca plays an important role in our data analytics activities. It’s busy, it’s fun and every day is different as you work with a diverse range of colleagues to deliver 21st-century transport solutions based on highly sophisticated data analysis.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eA fascinating data challenge\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eThis is a challenging role in which you work with Samskip’s data team to create and manage analytics solutions that turn data into information, information into insight, and insight into business decisions. In doing so you interpret data and analyse large amounts of information to discover trends and patterns. You also perform the financial, statistical, and qualitative data analysis of markets and competitors, enhancing our business intelligence capability. Detailed activities include:\u003c/p\u003e\n\u003cp\u003e• Identifying valuable and appropriate data sources in relation to competitors, industry suppliers, markets, macro-and microeconomics;\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDeveloping and maintaining databases, automated data collection systems, data analytics and other strategies that optimise statistical efficiency and quality;\u003c/li\u003e\n\u003cli\u003eUndertaking the pre-processing of structured and unstructured data;\u003c/li\u003e\n\u003cli\u003eMonitoring performance and quality control plans to identify improvements;\u003c/li\u003e\n\u003cli\u003ePresenting information using data visualisation techniques.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBased on the thorough gathering and expert interpretation of data you propose solutions and strategies to business challenges. This requires you to work with management to prioritise business and information needs, always seeking to locate and define new improvement opportunities.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eA great place to develop your career\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eAt Samskip we want you to be the best you can be. That’s why you’ll be able to access wide-ranging development opportunities including training and e-learning through our Samskip Academy. You will also benefit from an open working environment where you are challenged every day while working as a team. And we do all we can to ensure that Samskip is a company where colleagues become friends. Other benefits include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA competitive compensation package;\u003c/li\u003e\n\u003cli\u003e21-25 days of annual leave;\u003c/li\u003e\n\u003cli\u003eMeal ticket;\u003c/li\u003e\n\u003cli\u003eTransportation allowance;\u003c/li\u003e\n\u003cli\u003e7Card Sports subscription;\u003c/li\u003e\n\u003cli\u003eMedical insurance;\u003c/li\u003e\n\u003cli\u003eA laptop and a mobile phone.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eAre you the entrepreneurial analyst we are looking for?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eTo apply for this position you need to be a highly accurate, analytical and critical thinker with a talent for interpreting complex and multiple sources of information. But you should also be someone with an entrepreneurial mindset who can develop and expand the role in order to go the extra mile and propose solutions that make a real business difference.\u003c/p\u003e\n\u003cp\u003eThere will be some pressure and tight deadlines so you need to be a flexible and effective decision-maker who can disseminate significant amounts of information with attention to detail and accuracy. At the same time, you should be able to eliminate non-value adding activities. With all this will come the excellent communication and collaboration skills necessary to engage and influence others in order to get the job done.\u003c/p\u003e\n\u003cp\u003eYou tick all the following boxes:\u003c/p\u003e\n\u003cp\u003e• BSc/BA or MSc in Mathematics, Economics, Computer Science, Information Management or Statistics.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProven working experience as a (business) Data Analyst, preferably within the logistics/transport sector;\n• Strong knowledge of data models, database design development, data mining and segmentation techniques;\u003c/li\u003e\n\u003cli\u003eExperience with reporting packages (Power BI etc.), databases (SQL etc), programming (XML, Javascript, SSIS or ETL frameworks);\u003c/li\u003e\n\u003cli\u003eKnowledge of statistics and experience using statistical packages for analysing datasets (Excel, SPSS, SAS etc).\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eApply today\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eIf you think you could be a great asset to Samskip based on everything you’ve read here, don’t hang around. Click on the 'Apply' button and send us your CV. If you have any questions about the vacancy feel free to call us on 088 – 400 13 93 or send an e-mail to: \u003ca href=\"mailto:career.management@samskip.com\"\u003ecareer.management@samskip.com\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3bi98Mk\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.io/3bi98Mk\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbnFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--842845a674a8c732429721e1886b525521954de2/samskip%20logo.jpg"
  },
  {
     "id":"127513b1-0b8a-4f65-9cb2-ebdb9c99454b",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/127513b1-0b8a-4f65-9cb2-ebdb9c99454b",
     "created_at":"Fri Mar 05 04:52:28 UTC 2021",
     "company":"Yubico",
     "company_url":"https://www.yubico.com/",
     "location":"Remote (US)",
     "title":"Software Security Engineer",
     "description":"\u003cp\u003eYubico’s mission is to create a safer internet for everyone. Our core invention, the YubiKey, a hardware-based token, revolutionized secure logins for top Internet brands, including Google and Facebook, and for millions of users in 160 countries. We are seeking an experienced Software Security Engineer to join our Product Security team.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eReporting directly into our CISO, our Product Security team is responsible for ensuring Yubico develops and maintains secure products and services. As a Software Security Engineer, it is important that you bring not only strong technical expertise in product security, but also the ability to successfully collaborate with a diverse set of engineering teams.\u003c/p\u003e\n\u003cp\u003eAs a company, Yubico has grown from 50 to almost 300 employees over the past four years, and the security team is growing and maturing along with it. Our small but impactful team of four find their day to day responsibilities at Yubico are fluid and varied, spanning a wide variety of technologies and unique challenges. The diverse opportunities that come their way provide a variety of exciting growth opportunities.\u003c/p\u003e\n\u003cp\u003eOur ideal candidate will have the opportunity to shape the future of Yubico’s products, services, and the operations of an industry leading security company. If you are looking for a fun challenge, are passionate about security, and would like to join a team where being a security person isn’t such a bad thing (it’s really good, actually), we welcome you to apply.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDefine and evangelise requirements and guidance for secure by design and secure by default principles\u003c/li\u003e\n\u003cli\u003eImplement automation to prevent and detect security flaws in all phases of development\u003c/li\u003e\n\u003cli\u003eConduct design reviews and manual security assessments of our software\u003c/li\u003e\n\u003cli\u003eLead training and awareness sessions\u003c/li\u003e\n\u003cli\u003eDefine and implement metrics to provide visibility into the impact of your work\u003c/li\u003e\n\u003cli\u003eDefine, lead, and influence processes to secure products and services\u003c/li\u003e\n\u003cli\u003eIdentify and advocate for new and novel uses of Yubico’s technology\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Skills \u0026amp; Experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e3+ years in a product security role\u003c/li\u003e\n\u003cli\u003e5+ years of software development\u003c/li\u003e\n\u003cli\u003eProficiency in threat modeling\u003c/li\u003e\n\u003cli\u003eProficiency in Go, C#, Python or Java\u003c/li\u003e\n\u003cli\u003eKnowledge of common vulnerability classes\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOptional Skills and Experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s or Master's degree in Computer Science or similar fields\u003c/li\u003e\n\u003cli\u003eKnowledge of WebAuthn, OATH HOTP, OATH TOTP, U2F, PIV, or OpenPGP\u003c/li\u003e\n\u003cli\u003eExperience developing solutions on Google Cloud, Azure, or AWS\u003c/li\u003e\n\u003cli\u003eProficiency in C/C++, Rust, or Javascript\u003c/li\u003e\n\u003cli\u003eFormal experience training on secure development concepts and practices\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eJob Details\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAll security team members must be able to travel to Yubico’s other offices in Stockholm, Sweden, Palo Alto, CA, and Bellevue, WA at least two times per year. Travel is subject to COVID-19 restrictions and precautions.\u003c/li\u003e\n\u003cli\u003eStart date: immediately\u003c/li\u003e\n\u003cli\u003eHours: full time\u003c/li\u003e\n\u003cli\u003eCompetitive salary + Bonus + Benefits + Stock options\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are an equal opportunity employer, we value diversity and uphold an inclusive environment where all people feel that they are equally respected and valued. All applicants will be considered for employment without attention to race, color, religion, sex, sexual orientation, gender identity, gender expression, age, marital status, religion, national origin, veteran or disability status. We'd love to learn about what you can add to our diverse team.\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://jobs.lever.co/yubico/3df5516d-e455-46b6-8181-363f343a73a1\"\u003ehttps://jobs.lever.co/yubico/3df5516d-e455-46b6-8181-363f343a73a1\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":null
  },
  {
     "id":"64e1afa6-8bfd-450d-a839-d9d56c1fe7ae",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/64e1afa6-8bfd-450d-a839-d9d56c1fe7ae",
     "created_at":"Fri Mar 05 04:33:28 UTC 2021",
     "company":"Pliancy",
     "company_url":"https://pliancy.com",
     "location":"Remote (US)",
     "title":"Principal Software Engineer",
     "description":"\u003ch2\u003eAbout Us\u003c/h2\u003e\n\u003cp\u003ePliancy is fundamentally changing the way businesses value technology by empowering the next evolution of IT leadership. We provide white-glove consulting solutions to life science and finance organizations. Our employees and clients find that we’re starkly different from other IT organizations because we challenge the status quo in two major ways: by putting people first in every decision we make, and by innovating towards simplicity and sustainability. Whether streamlining a client’s race to a cancer cure or securing the fine details of data integrity, we’re driven to help people.\u003c/p\u003e\n\u003cp\u003eAnd as a people-first company that invests in the long-term success of our employees, we’re looking for creative thinkers who like to solve interesting problems. We have a culture of mentorship, and prioritize curiosity and empathy in our hiring decisions.\u003c/p\u003e\n\u003ch2\u003eEngineering at Pliancy\u003c/h2\u003e\n\u003cp\u003eWithin engineering, our mission is to make technology consulting amazing by creating software that automates the mundane and lends our consultants superpowers. Technology consulting is innately relationship-driven, and we empower our consultants to build those relationships with clients and deliver IT leadership and solutions that truly help them succeed in their missions. We do this through deep vertical integration into our consultants’ experiences and a culture of feedback and integrity — always doing what creates the best experiences for both ourselves and our clients.\u003c/p\u003e\n\u003ch2\u003eWhy work with us?\u003c/h2\u003e\n\u003cp\u003eClients solving challenging problems with meaningful purpose\nTop-of-their-game peers who have fun with what they do and take teamwork seriously\nRapid company growth (75% year over year) with opportunity to see the impact of your efforts on the company\nFlexible schedule designed to empower your communication and time management skills\nGreat culture driven by empathetic people (we really do treat our people as family)\nBenefits and perks built to meaningfully support you and your family while we grow together\nAbout the role\u003c/p\u003e\n\u003cp\u003eThis is a strategically important role within our small, yet focused engineering team, designed to help refine and execute on our vision. You will work closely with engineering leadership and many other stakeholders to look forward and create strategy for where we’re going, as well as jump into the code to help us get there.\u003c/p\u003e\n\u003ch2\u003eAn average day\u003c/h2\u003e\n\u003cp\u003eWhile we all know there is no average day in engineering, let’s try and paint a picture for you:\u003c/p\u003e\n\u003cp\u003eFirst, you’re in a meeting to go over final design considerations for a project you’ve been working on to improve time management for consultants (billing their time to clients). During the meeting you get a Slack message that something isn’t quite working right with the new frontend feature in staging on certain browsers, so you finish up and go help scope what might be going on while daydreaming better ways to automate testing in local dev, so that these things can be found faster in the pipeline. You pop open your IDE and knock out a particularly critical part of the authentication logic for a new API microservice meant to support streaming user information from a third-party system. Another feature project is also in the works and the database design still isn’t nailed down… you go poke some of the stakeholders with questions to try to scope in the requirements and figure out what’s going to result in the best outcome. Towards the end of the day you draft a Slack announcement about a big feature release that is going live (finally!) and the emojis go wild on the post. Success!\u003c/p\u003e\n\u003ch2\u003eCore responsibilities to our mission\u003c/h2\u003e\n\u003cp\u003eExpert leadership and mentorship for software development across the full technology stack (database design to frontend development)\nWork with the business to identify ways to better support our consultants and scale our technology solutions to support the industry needs\nAct as a domain expert with regard to software design and engineering\nBuild a sustainable development practice; find ways to improve execution through meaningful testing and process improvements that drive reliability\nArchitect both software and systems to support the vision with a bias for simplicity and automation\nLead new feature development lifecycles and help resolve issues as they inevitably arise\nRequirements\u003c/p\u003e\n\u003ch2\u003eWho are we looking for?\u003c/h2\u003e\n\u003cp\u003eYou are deeply driven to improve others' experiences. You lead by example and thrive seeing your peers grow and mentoring them along the way. You use a first-principles approach to understanding challenges and problems.\u003c/p\u003e\n\u003cp\u003eYou also have attention to detail with everything you do and want to create outcomes that impress those around you, embracing failure as a lesson and providing honest feedback to everyone equally. You have a deep understanding of API design best practices and building a stable API for consumption by multiple end systems. You have strong experience with authentication systems and identity management with regard to software design.\u003c/p\u003e\n\u003ch2\u003eYou’re an expert in:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eModern web technologies (Typescript and NodeJS backend experience highly desired)\u003c/li\u003e\n\u003cli\u003eSoftware reliability, with a focus on best practices that increase deployment confidence\u003c/li\u003e\n\u003cli\u003eFront-end frameworks, such as Vue (preferred), Svelte, or React\u003c/li\u003e\n\u003cli\u003eScalable cloud-native systems design, with technologies such as Docker, Kubernetes, and other IaaS design paradigms\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eBenefits\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eGenerous salary, above-average pay ($175K-$210K dependent on experience)\u003c/li\u003e\n\u003cli\u003e“Cadillac” healthcare: Anthem Blue Cross Gold Plan (Premiums 100% covered for employees, 50% for dependents)\u003c/li\u003e\n\u003cli\u003eMedical HRA: Company-funded reimbursement account to help cover copays, deductibles, and coinsurance\u003c/li\u003e\n\u003cli\u003eDental and vision coverage\u003c/li\u003e\n\u003cli\u003e401K + 6% company matching (available from your first day)\u003c/li\u003e\n\u003cli\u003eUnlimited vacation policy\u003c/li\u003e\n\u003cli\u003eWellness reimbursement up to $100 per month\u003c/li\u003e\n\u003cli\u003eCell phone reimbursement\u003c/li\u003e\n\u003cli\u003eHome internet reimbursement\u003c/li\u003e\n\u003cli\u003eCommuter benefits\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003eApply online at \u003ca href=\"https://apply.workable.com/pliancy/j/514235AC07/\"\u003ehttps://apply.workable.com/pliancy/j/514235AC07/\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbmliIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--306c6f899f4abdf89aab70006f3a89e232093c79/PLI-Lockup.png"
  },
  {
     "id":"6edd199b-be3d-4e62-a6b8-db8dc79cf5ab",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/6edd199b-be3d-4e62-a6b8-db8dc79cf5ab",
     "created_at":"Fri Mar 05 01:13:59 UTC 2021",
     "company":"Public Health Institute",
     "company_url":"http://www.phi.org/",
     "location":"Oakland, CA",
     "title":"IT Ops Engineer/Project Manager",
     "description":"\u003cp\u003eIT Ops Engineer/Project Manager\u003c/p\u003e\n\u003cp\u003ePosting Number: #060-21\u003c/p\u003e\n\u003cp\u003eClassification Title: IT Operations Technical Lead\u003c/p\u003e\n\u003cp\u003eProgram Name: PHI Central\u003c/p\u003e\n\u003cp\u003eWorking Title:\u003c/p\u003e\n\u003cp\u003eProgram Areas: IT/Systems (Program/Project)\u003c/p\u003e\n\u003cp\u003eJob Description:\u003c/p\u003e\n\u003cp\u003eThe Public Health Institute (PHI) is an independent, nonprofit organization dedicated to promoting health, well-being, and quality of life for people throughout California, across the nation and around the world. As one of the largest and most comprehensive public health organizations in the nation, we are at the forefront of research and innovations to improve the efficacy of public health statewide, nationally, and internationally.\u003c/p\u003e\n\u003cp\u003ePosition Summary\nTechnical leader focusing enterprise services, and the enhancement, optimization, security, and maintenance of systems and services in a Virtualized/Cloud/Physical IT hybrid environment.\nEssential Duties \u0026amp; Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003ePartner with IT leadership to identify and address opportunities for technical enhancement and improvement of PHI IT environment.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eResearch and evaluate hardware and software technology options, make recommendations, and lead implementation.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eServe as Technical/Project lead for IT Operations and projects\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eParticipate in the design and implementation of IT solutions.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDevelop and maintain monitoring and alerts to ensure uptime and meet SLA levels\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDevelop and maintain configuration management and automation\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eIdentify, drive and implement process and technology improvements\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eEffectively manage people and projects as necessary\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSupport PHI production applications, users and clients\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eParticipates in training and mentoring other IT Operations staff\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eActs as a technology resource for entire IT organization\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAdditional tasks as assigned\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMinimum Qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e8+ years of experience in IT Operations roles\u003c/li\u003e\n\u003cli\u003eBachelor's degree in a relative area or 4 additional years of deep technical experience\u003c/li\u003e\n\u003cli\u003eExperience supervising technical staff preferred\u003c/li\u003e\n\u003cli\u003eExperience in data center operations, planning, and deployments\u003c/li\u003e\n\u003cli\u003eExpertise automating system administration tasks with configuration management and scripting tools\u003c/li\u003e\n\u003cli\u003eAptitude for analyzing and troubleshooting operating system, networking, configuration, performance tuning, preventative maintenance, and security\u003c/li\u003e\n\u003cli\u003eExperience with deploying and maintaining Microsoft Windows infrastructure and services\u003c/li\u003e\n\u003cli\u003eAbility to install, configure and maintain Linux (Ubuntu, CentOS) and open-source services such as Nginx, Apache, Apache Tomcat, Postfix, and git\u003c/li\u003e\n\u003cli\u003eExperience with monitoring (SIEM, Splunk, Nagios, etc.)\u003c/li\u003e\n\u003cli\u003eExperience with Network architecture including load balancers, switches, routers, and IDP/IDS\u003c/li\u003e\n\u003cli\u003eAbility to communicate clearly with both technical and non-technical staff\u003c/li\u003e\n\u003cli\u003eStrong interpersonal, analytical, customer service skills\u003c/li\u003e\n\u003cli\u003eAbility to lead and contribute as a technical resource for others\u003c/li\u003e\n\u003cli\u003eDemonstrated ability to work independently and collaboratively\u003c/li\u003e\n\u003cli\u003eEnterprise iSCSI SAN (EMC) storage and disk subsystems\u003c/li\u003e\n\u003cli\u003eVMware VxRail Hyperconverged management, troubleshooting\u003c/li\u003e\n\u003cli\u003eDeep understanding of internet and networking protocols.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eImportant Information\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThis is a full-time (40 hours per week) position\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCompensation:\u003c/p\u003e\n\u003cp\u003eOpen Date: 02/12/2021\u003c/p\u003e\n\u003cp\u003eOpen Until Filled: Yes\u003c/p\u003e\n\u003cp\u003eLocation: Oakland, CA (Remote)\u003c/p\u003e\n\u003cp\u003eTo apply, visit \u003ca href=\"https://apptrkr.com/2165499\"\u003ehttps://apptrkr.com/2165499\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eCopyright ©2017 Jobelephant.com Inc. All rights reserved.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.jobelephant.com/\"\u003ehttps://www.jobelephant.com/\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ejeid-80d90b2682a5434e91c3a6b90926a044\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eTo apply, visit \u003ca href=\"https://apptrkr.com/2165499\"\u003ehttps://apptrkr.com/2165499\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbktiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ed7443f48fcae2df103fe4e6ebcb6accfb5ff9fe/Public%20Health%20Institute.jpg"
  },
  {
     "id":"a5e48105-fa16-4d81-9768-3625e247eb3c",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/a5e48105-fa16-4d81-9768-3625e247eb3c",
     "created_at":"Thu Mar 04 16:37:48 UTC 2021",
     "company":"CNC Software, Inc.",
     "company_url":"http:",
     "location":"Remote",
     "title":"Software Engineer (C# / C++)",
     "description":"\u003cp\u003eCNC Software is seeking Software Engineers to join various agile teams!  Our Software Engineering department builds a large-scale, commercial CAD/CAM application used extensively throughout the manufacturing industry.\u003c/p\u003e\n\u003cp\u003eAs a member of this growing department, you’ll use modern techniques to solve complex software development challenges. Our Software Engineering department works in a wide range of areas, including toolpath generation, graphics, user experience development, CAD development, and more.  Depending on your skill set, you could find yourself modernizing some of our legacy code using the latest C++ standard, implementing new user interfaces in C#, WPF and XAML, streamline and optimizing our build and deployment tools, or creating new algorithms to drive CNC machine tools.\u003c/p\u003e\n\u003cp\u003eTo succeed in this growing department, you will need to have a strong understanding of software engineering best practices, including design patterns and the SOLID and DRY principles.  You’ll need to be comfortable with geometry, and with working with multiple programming languages.  You have a drive to constantly improve your software development skills, and will have a passion for clean, well-written code.  In addition to strong development skills, you’ll be a proactive self-starter who can communicate well with both technical and non-technical coworkers.\u003c/p\u003e\n\u003cp\u003eWho you are:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have experience building commercial software in either C# or C++\u003c/li\u003e\n\u003cli\u003eYou have a Bachelor’s Degree in Computer Science, Mathematics, or Engineering or equivalent experience\u003c/li\u003e\n\u003cli\u003eYou have experience designing, developing and testing software to resolve defects\u003c/li\u003e\n\u003cli\u003eYou have a strong understanding of object-oriented development\u003c/li\u003e\n\u003cli\u003eYou have previous experience developing for Microsoft Windows using Visual Studio\u003c/li\u003e\n\u003cli\u003eYou have experience proposing and implementing designs for large-scale team projects\u003c/li\u003e\n\u003cli\u003eYou are comfortable with standard software development practices such as source control, peer reviews, and unit testing\u003c/li\u003e\n\u003cli\u003eYou have experience evaluating and recommending tools, technologies, and processes for software development\u003c/li\u003e\n\u003cli\u003eYou have proven experience collaborating and working effectively within a team\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIt’s a plus if:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou’ve worked in an agile (Scrum, Kanban) software development environment before\u003c/li\u003e\n\u003cli\u003eYou have experience in CAD/CAM and/or the manufacturing industry\nIf this sounds like an environment where you would excel, please visit our Career Center at Recruitment (adp.com) and apply today!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCNC Software, Inc. is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.\u003c/p\u003e\n\u003cp\u003eEOE/M/F/Vet/Disabled are encouraged to apply.\nWe are an E-Verify Employer.\u003c/p\u003e\n\u003cp\u003eABOUT CNC Software, Inc.\u003c/p\u003e\n\u003cp\u003eCorporate Vision: To drive innovation through our leading manufacturing ecosystem.\u003c/p\u003e\n\u003cp\u003eCorporate Mission: To create software and services that solve the world's manufacturing challenges.\u003c/p\u003e\n\u003cp\u003eIn the Beginning\u003c/p\u003e\n\u003cp\u003eFounded in 1983, CNC Software is one of the oldest companies in the PC-based CAD/CAM industry. The company was built on the concept of providing an inexpensive PC-based CAM system at a time when most other systems were expensive CAD-oriented products. CNC Software was one of the first companies to introduce CAD/CAM software designed for both the machinist and the engineer, providing a practical solution to both markets. While the original version of Mastercam focused on two-dimensional (2D) CAM, it was also one of the first micro-based CAM packages to include CAD capabilities. With Mastercam, the engineer could construct his or her own parts quickly and easily as well as machine them, for an affordable price.\u003c/p\u003e\n\u003cp\u003eCNC Software Today\u003c/p\u003e\n\u003cp\u003eToday, the CNC Software, Inc. corporate headquarters and training facility is in a company-owned 53,000 sq. ft. environmentally friendly headquarters located in Tolland, Connecticut.  In addition to the 90+ employees located at our corporate facility, the company has another 100+ employees who work remotely for the Company across three continents.\u003c/p\u003e\n\u003cp\u003eThe real backbone of the Mastercam community is our global reseller network, with over 285,000 installations, Mastercam is the #1 CAD/CAM software in the world.  Some of these experts have been with CNC Software since the very beginning. They've helped build shops from the ground up, and have developed a true \"partnership\" with our customers, offering advice, strategy, and experience to Mastercam users around the world.\u003c/p\u003e\n\u003cp\u003eStrengths and Stability\u003c/p\u003e\n\u003cp\u003eAs an industry leader for almost 40 years, CNC Software prides itself on meeting the demanding needs of its customers by providing excellent products at affordable prices. We adhere to our strategy of combining superior software programming with practical shop floor experience. We have remained at the forefront of CAD/CAM technology by listening to our customers' needs, being accessible, and most of all, being dedicated to our customers.\u003c/p\u003e\n\u003cp\u003eBroad Market Reach with an Eye to the Future\u003c/p\u003e\n\u003cp\u003eMastercam offers solutions for designers and NC programmers in a spectrum of industries, including milling, turning, wire EDM, router programming, plasma cutting, lasers, and 3D design and drafting. CNC Software's customers range from one-person job shops to Fortune 100 manufacturers. The same software that is utilized by corporations such as Boeing, IBM, and Sikorsky is still affordable enough for the small job shop. To ensure a new generation of trained metal and woodworking personnel, Mastercam is available to educational institutions at sizable discounts.\u003c/p\u003e\n\u003cp\u003eAs CNC Software, Inc. and its flagship Mastercam continue to grow and expand into new markets and technology, our focus remains on our customers. We are committed to delivering tools that support the higher productivity and greater precision demanded by today's, and tomorrow's, manufacturing.\u003c/p\u003e\n\u003cp\u003eVisit us on the web at \u003ca href=\"http://www.mastercam.com\"\u003ewww.mastercam.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eFollow us on Facebook at \u003ca href=\"http://www.facebook.com/Mastercam\"\u003ewww.facebook.com/Mastercam\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eFollow us on Twitter at @Mastercam\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eVisit the following link to apply on our Career Center:\n\u003ca href=\"https://workforcenow.adp.com/mascsr/default/mdf/recruitment/recruitment.html?cid=b35545bc-d131-467c-a046-2ba0f85874f6\u0026amp;ccId=19000101_000001\u0026amp;lang=en_US\"\u003ehttps://workforcenow.adp.com/mascsr/default/mdf/recruitment/recruitment.html?cid=b35545bc-d131-467c-a046-2ba0f85874f6\u0026amp;ccId=19000101_000001\u0026amp;lang=en_US\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbTZiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6acc6bb63c8ac0e9a6d8f964766dcaee690f75d1/CNC%20Software%20logo%20-%20cnc%20red.jpg"
  },
  {
     "id":"468556c4-0f6a-43ff-a2e2-ad780650f8c5",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/468556c4-0f6a-43ff-a2e2-ad780650f8c5",
     "created_at":"Thu Mar 04 16:22:30 UTC 2021",
     "company":"FirstThought, LLC",
     "company_url":"http://firstthought.io",
     "location":"USA",
     "title":"Senior Full Stack Developer",
     "description":"\u003cp\u003e\u003cstrong\u003eFirstThought, LLC\u003c/strong\u003e is a global life sciences expert network with the mission to connect our clients with the most knowledgeable life sciences subject matter experts through our team of dedicated healthcare professionals. FirstThought’s network spans the entire realm of the life sciences and healthcare ecosystems, including niche areas like reimbursement, market access, and regulatory affairs. Coupling the team’s in-house healthcare knowledge with our custom-built platform technology that incorporates machine learning allows us to effectively service our clients’ research needs across the financial services, consulting, and business development industries.\u003c/p\u003e\n\u003cp\u003eOur Engineering team is growing and we are looking for an \u003cstrong\u003eexperienced full-stack developer\u003c/strong\u003e to join our small growing development team. Our Engineering team is \u003cstrong\u003epassionate about technology and learning modern tools and methodologies\u003c/strong\u003e and we want our next team member to have the same drive and passion. Your code, designs, and decisions will be highly visible, and will directly impact and delight our users.\u003c/p\u003e\n\u003ch1\u003eWe're looking for 👀\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years building web applications in a \u003cstrong\u003eprofessional environment\u003c/strong\u003e.\u003c/li\u003e\n\u003cli\u003e3+ years writing \u003cstrong\u003eproduction quality\u003c/strong\u003e React applications.\u003c/li\u003e\n\u003cli\u003e3+ years building microservices preferably in nodejs\u003c/li\u003e\n\u003cli\u003eStrong database knowledge and experience with Postgres\u003c/li\u003e\n\u003cli\u003eA high bar for writing clean, maintainable, scalable, and well-tested code.\u003c/li\u003e\n\u003cli\u003eFamiliarity with version control and agile software development methodologies\u003c/li\u003e\n\u003cli\u003eEagerness to get your hands dirty, learn new things, and leave things better than you found them.\u003c/li\u003e\n\u003cli\u003eAbility to navigate large codebases and get up to speed independently.\u003c/li\u003e\n\u003cli\u003eExcellent communication skills and an eagerness to collaborate and share knowledge with teammates.\u003c/li\u003e\n\u003cli\u003eYou must be authorized to \u003cstrong\u003elegally work in the United States\u003c/strong\u003e and must be a USA resident.\u003c/li\u003e\n\u003cli\u003eNo visa sponsorship available for this position\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eNice to Have\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with AWS technologies (Lambda Functions, DynamoDB, S3 etc.)\u003c/li\u003e\n\u003cli\u003eExperience with CI / CD\u003c/li\u003e\n\u003cli\u003eExperience working at a startup\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eBenefits\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eThe chance to be part of a fast-growing and future-oriented startup\u003c/li\u003e\n\u003cli\u003e100% remote position\u003c/li\u003e\n\u003cli\u003eSmall team, lean hierarchy\u003c/li\u003e\n\u003cli\u003e401(k)\u003c/li\u003e\n\u003cli\u003eHealth insurance\u003c/li\u003e\n\u003cli\u003ePaid time off and sick days\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003eEmail Your \u003cstrong\u003eresume and cover letter\u003c/strong\u003e to \u003ca href=\"mailto:engineering-careers@firstthought.io\"\u003eengineering-careers@firstthought.io\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbWliIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f9137e99216132df0a388a0ee46b99c9af11737b/logo.png"
  },
  {
     "id":"d2371329-cfec-4a7f-b4f7-9d276f4f4635",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/d2371329-cfec-4a7f-b4f7-9d276f4f4635",
     "created_at":"Thu Mar 04 16:12:45 UTC 2021",
     "company":"DocMorris N.V.",
     "company_url":"https://www.docmorris.de",
     "location":"Berlin",
     "title":"React Native App Developer (m/w/d)",
     "description":"\u003cp\u003e„Fortschritt in Verantwortung für unsere Kunden.“ – so lautet das Markenversprechen der größten Versandapotheke Europas und bekanntesten Apothekenmarke Deutschlands. Als Apotheke mit einem umfassenden Leistungsangebot steht DocMorris für eine bundesweite sichere und qualitativ hochwertige pharmazeutische Versorgung. Für das Tochterunternehmen der Schweizer Zur Rose Group AG arbeiten mehr als 700 Mitarbeiter in einem hoch dynamischen, internationalen Umfeld an dem Anspruch, Treiber und Vordenker von patientenorientierten und innovativen eHealth-Anwendungen zu sein. Für unseren neuen Standort in Berlin suchen wir ab sofort:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReact Native App Developer (m/w/d) Vollzeit, Standort Berlin\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu arbeitest in einem agilen Umfeld an der Weiterentwicklung und Pflege unserer Android/iOS Apps\u003c/li\u003e\n\u003cli\u003eDu entwickelst mobile Anwendungen für die digitale Gesundheitsversorgung unserer Kunden mit Blick auf Usability und Verständnis für eCommerce\u003c/li\u003e\n\u003cli\u003eDu liebst das Coden und stellst eine hohe Qualität z.B. durch Code-Reviews sicher\u003c/li\u003e\n\u003cli\u003eDu bist über neue Entwicklungen im React-Umfeld immer bestens informiert und bringst Deine Ideen und Kenntnisse aktiv in die Produktentwicklung ein\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifikation\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Studium der (Wirtschafts-)Informatik oder vergleichbare Ausbildung\u003c/li\u003e\n\u003cli\u003eErfahrung im Umgang mit React sowie in der Implementierung von mobilen Anwendungen\u003c/li\u003e\n\u003cli\u003eGute Kenntnisse in der Arbeit mit verschiedenen Frameworks und Tools (Node.js, React, Angular, Git, CSS, HTML5)\u003c/li\u003e\n\u003cli\u003eKenntnisse in Design Patterns, Clean Code sowie im Umgang mit agilen Entwicklungsmethoden (Scrum) sind von Vorteil\u003c/li\u003e\n\u003cli\u003eErfahrungen in SQL (MySQL) und relationalen Datenbanken sind von Vorteil\u003c/li\u003e\n\u003cli\u003eSehr gute Englischkenntnisse\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHohe Eigenverantwortung und viele Gestaltungsmöglichkeiten\u003c/li\u003e\n\u003cli\u003eModerner Tech-Stack mit aktuellen Frameworks und Tools\u003c/li\u003e\n\u003cli\u003eOffene, direkte Kommunikation mit Duz-Kultur und ohne Dresscode\u003c/li\u003e\n\u003cli\u003eDynamisches Umfeld mit flachen Hierarchien und kurzen Entscheidungswegen\u003c/li\u003e\n\u003cli\u003eAttraktive Rahmenbedingungen und individuelle Entwicklungsmöglichkeiten\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeitmodelle und Homeoffice-Möglichkeiten\u003c/li\u003e\n\u003cli\u003eEine moderne Arbeitsumgebung mit kostenloser Versorgung mit frischem Obst, Wasser, Kaffee, Tee\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eUnsere #Herzensangelegenheit: eine smarte, digitale und für alle zugängliche Gesundheitsversorgung. Wenn Du diese Vision mit uns gestalten und umsetzen möchtest, dann sende uns bitte Deine Bewerbung zu.\u003c/strong\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://docmorris.join.com/jobs/1934120-react-native-app-developer-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=dffeed8d-40f7-4476-8da9-3e63c3be56bb\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=react%2Bnative%2Bapp%2Bdeveloper%2Bm%2Bw%2Bd\"\u003ehttps://docmorris.join.com/jobs/1934120-react-native-app-developer-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=dffeed8d-40f7-4476-8da9-3e63c3be56bb\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=react%2Bnative%2Bapp%2Bdeveloper%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbWFiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d079d24a37b640ce567cf0326c258c9d4c592f4b/zoom_DocMorris_2020_Logo_neu.%5Bkleines_Bild__zoombar_220_%5D.jpg"
  },
  {
     "id":"9aad9f59-75f8-49ac-8123-bcbe7fd9f19d",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/9aad9f59-75f8-49ac-8123-bcbe7fd9f19d",
     "created_at":"Thu Mar 04 15:51:41 UTC 2021",
     "company":"Loudly GmbH",
     "company_url":"https://www.loudly.com",
     "location":"Remote",
     "title":"Senior Front-End Web Developer (m/w/d)",
     "description":"\u003cp\u003eLoudly is a startup located in Berlin, that launched the successful Music Maker JAM app on both Android and iOS. Loudly also has ventured into social-music platforms, music-related AI.\u003c/p\u003e\n\u003cp\u003eWe are now looking for an expeptional Senior Front-End Web Developer (m/w/d) to join our agile team.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTasks\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIf you want to be part of a development team that creates an amazing experience for millions of music fans around the globe, then this is the right job for you! You will join the team as a Senior Front-End Web Developer. Your focus will be to build and maintain existing web applications, as well as create entirely new ones. Your work will result in a selection of high-performing web products that serve our customers, as well as tools designed so that our team can deliver the best experience possible.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe assume that you have several years of relevant professional programming experience, however, individuals with extreme talent will always be considered. You are capable of delivering well-structured code that finds the right balance between quick results and maintainability.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSuccessfully completed studies in software engineering, or equivalent professional experience;\u003c/li\u003e\n\u003cli\u003eDeep knowledge of JavaScript/TypeScript;\u003c/li\u003e\n\u003cli\u003eProfound knowledge of React.js (or any other modern JS frameworks);\u003c/li\u003e\n\u003cli\u003eExperience with state management tools like Redux;\u003c/li\u003e\n\u003cli\u003eFamiliarity with version control tools like Git;\u003c/li\u003e\n\u003cli\u003eConfident in writing unit tests using e.g. Jest;\u003c/li\u003e\n\u003cli\u003eA keen eye for detail and a constant need to ensure your products are served in the highest quality across all browsers;\u003c/li\u003e\n\u003cli\u003eHigh sense of code quality and security;\u003c/li\u003e\n\u003cli\u003eExperienced to work in an agile environment;\u003c/li\u003e\n\u003cli\u003eSolid proficiency in English\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBONUS points if you have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience working in music, video or social products;\u003c/li\u003e\n\u003cli\u003eExperience building mobile browser optimized applications;\u003c/li\u003e\n\u003cli\u003eConfident with continuous integration \u0026amp; deployment.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf this sounds like you, and you are interested in applying, please send your CV.\u003c/p\u003e\n\u003cp\u003eYour application must be in English.\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://loudly.join.com/jobs/1963087-senior-front-end-web-developer-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=544fb4fa-13a2-453b-9788-afdc9dae1b7e\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bfront-end%2Bweb%2Bdeveloper%2Bm%2Bw%2Bd\"\u003ehttps://loudly.join.com/jobs/1963087-senior-front-end-web-developer-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=544fb4fa-13a2-453b-9788-afdc9dae1b7e\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bfront-end%2Bweb%2Bdeveloper%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbU9iIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f35f5ff8a049136f5fb06034ddb69d388f096e2c/loudly-gmb-h-logo-l.jpg"
  },
  {
     "id":"10c24e3e-eff3-4b61-a8da-eb3c6fb998b7",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/10c24e3e-eff3-4b61-a8da-eb3c6fb998b7",
     "created_at":"Thu Mar 04 13:18:54 UTC 2021",
     "company":"CEGEKA",
     "company_url":"https://vonq.io/3t1cHg7",
     "location":"Veenendaal",
     "title":".NET Developer",
     "description":"\u003cp\u003eBen jij een senior .NET/Azure Developer? Word jij warm van cloud? Los jij complexe problemen op en neem je daarmee je collega-engineers mee op je reis? En bovenal, wil je onderdeel worden van een multi-customer engineering team?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe ontwikkelt complexe en uitdagende bedrijfstoepassingen. Dit doe je onder andere met de nieuwste tools en technologieën. Denk hierbij aan serverless functies en .net core.\u003c/li\u003e\n\u003cli\u003eOp basis van de functionele analyse doe jij aan hands-on design en software development in samenwerking met de application architect en de andere ontwikkelaars. Je zorgt daarbij voor een goede integratie met externe- en huidige applicaties en je bent graag in de lead om deze naar een hoger niveau te tillen\u003c/li\u003e\n\u003cli\u003eALM, CI, CD en de nodige tools daarbij (zoals Azure Devops), zijn voor jou bekend terrein\u003c/li\u003e\n\u003cli\u003eJe bent lid van een gedreven agile team dat bestaat uit architecten, functioneel analisten, ontwikkelaars en project/service managers. Jullie delen actief je kennis en zorgen voor continue verbetering.\u003c/li\u003e\n\u003cli\u003eDe applicaties die je bouwt zijn van goede kwaliteit en genereren extra business value voor onze klanten.\u003c/li\u003e\n\u003cli\u003eJe schrijft kwalitatieve, goed leesbare code (zodat documenteren tot een minimum beperkt kan blijven) en doet aan refactoring waar nodig. Je garandeert kwaliteit door het toepassen van best practices als testdriven development en continuous learning.\u003c/li\u003e\n\u003cli\u003eJe kunt je technische kennis ook inzetten in presales trajecten.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWat breng jij mee?\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eJe hebt een afgeronde WO en/ of HBO opleiding\u003c/li\u003e\n\u003cli\u003eJe hebt minimaal 5 jaar aantoonbare ervaring als .Net Ontwikkelaar (met ervaring in o.a. analyse, design, implementatie en oplevering van applicaties met behulp van de Microsoft Stack.)\u003c/li\u003e\n\u003cli\u003eDoor jouw senioriteit zien wij direct jouw ervaring met het gebruik van best practices zoals bijvoorbeeld OO design, IoC en design patterns\u003c/li\u003e\n\u003cli\u003eJe hebt ervaring in applicatie-integratie en een uitstekende kennis van verschillende soorten databases op het Microsoft platform.\u003c/li\u003e\n\u003cli\u003eJe hebt ervaring in front-end JavaScript frameworks (Angular, KnockoutJS, Bootstrap, etc.).\u003c/li\u003e\n\u003cli\u003eJe hebt ervaring met Azure (PaaS, IaaS en SaaS).\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWat hebben wij jou te bieden?\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eSamen met gemotiveerde en deskundige collega’s werken aan digitale oplossingen die jouw klanten daadwerkelijk helpen bij het bereiken van hun doelen;\u003c/li\u003e\n\u003cli\u003eEen aantrekkelijk salaris dat past bij je opleiding en werkervaring;\u003c/li\u003e\n\u003cli\u003ePrima secundaire arbeidsvoorwaarden, waaronder een leaseauto;\u003c/li\u003e\n\u003cli\u003eInteressant en leerzaam werk bij een TOP Employer die alleen genoegen neemt met de hoogste kwaliteit;\u003c/li\u003e\n\u003cli\u003ePrima on- en offline faciliteiten om te overleggen en inspiratie op te doen;\u003c/li\u003e\n\u003cli\u003eVeel gelegenheid om aan je persoonlijke ontwikkeling te werken met opleidingen, cursussen, trainingen én met werk dat jou helpt om je grenzen te verleggen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eAspire to more: onze belofte aan jou\u003c/h2\u003e\n\u003cp\u003eJe krijgt bij Cegeka alle ruimte om jezelf als professional verder te ontwikkelen. Samen realiseren we wat je écht wil betekenen voor onze klanten en collega’s. We nodigen je graag uit om met ons mee te groeien. In een ongekende veelzijdigheid aan uitdagende, betekenisvolle IT-projecten. Zet je stempel op projecten bij aansprekende klanten waarbij we het verschil maken. Aspire to more.\u003c/p\u003e\n\u003cp\u003eWe werken hier altijd met elkaar samen. Intensief, met veel plezier en betrokkenheid. Binnen een cultuur gedreven door familiewaarden: vol vertrouwen, mensgericht, open, loyaal en respectvol. Met veel vrijheid en verantwoordelijkheid. Kom deel uitmaken van de volgende fase van een trots, succesvol, snelgroeiend, innovatief, Europees IT-bedrijf vol ambities.\u003c/p\u003e\n\u003ch2\u003eGeïnteresseerd?\u003c/h2\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3t1cHg7\"\u003eKlik hier voor het sollicitatieformulier!\u003c/a\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.io/3t1cHg7\"\u003eKlik hier voor het sollicitatieformulier!\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbUdiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2a0d47e35d5ad200e5408a783d52680a6efbc0d7/companyLogo-Cegekalogo.jpg"
  },
  {
     "id":"e634a600-34a2-4719-b587-b10e919d4fa6",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/e634a600-34a2-4719-b587-b10e919d4fa6",
     "created_at":"Thu Mar 04 12:16:02 UTC 2021",
     "company":"dirico",
     "company_url":"https://dirico.io/",
     "location":"Koblenz",
     "title":"Frontend Developer (m/w/d)",
     "description":"\u003cp\u003eWir sind die 247GRAD Labs GmbH, das IT-Unternehmen hinter dirico, der All-in-one-Plattform für Kommunikations- und Marketingteams.\u003c/p\u003e\n\u003cp\u003edirico unterstützt Unternehmen weltweit dabei, ihren Content besser zu planen, zu erstellen und zu veröffentlichen als jemals zuvor. Das macht unsere Kunden so glücklich, dass sie dirico bereits in über 20 Ländern einsetzen. Unser Kundenkreis wächst stetig und beinhaltet einige der Top-50-Unternehmen Deutschlands.\u003c/p\u003e\n\u003cp\u003eDeshalb suchen wir Dich als Unterstützung für unser Team in Koblenz und Oradea (Rumänien).\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"http://t3u1.mjt.lu/lnk/AUkAACUzW4YAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgP5o7mkmm_xhwSBOM_NEeDVnEtwAGCXo/2/BsevtBx4zwYkbeIlBaliGA/aHR0cHM6Ly9kaXJpY28uaW8vdWViZXItdW5zLw\"\u003eErfahre mehr über uns und wirf einen Blick hinter die Kulissen.\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas sind deine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNeu- und Weiterentwicklung unserer Softwarelösung mit den Schwerpunkten Typescript, Angular und React\u003c/li\u003e\n\u003cli\u003eErstellung von Systemarchitektur und Softwaredesign\u003c/li\u003e\n\u003cli\u003eAktive Mitgestaltung der Infrastruktur und eingesetzten Prozesse im Entwicklungsteam\u003c/li\u003e\n\u003cli\u003eEinsatz und Test modernster Praktiken und Umsetzung neuer Ideen\u003c/li\u003e\n\u003cli\u003eEvaluierung und Auswahl neuer Technologien für die Nutzung in der Entwicklung\u003c/li\u003e\n\u003cli\u003eZusammenarbeit in einem international agierenden Umfeld von Entwicklungsteams\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas solltest Du mitbringen\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKenntnisse in mindestens einem der JavaScript-Frameworks wie z.B. React und Angular\u003c/li\u003e\n\u003cli\u003eErfahrungen mit Typescript, HTML und CSS sind gern gesehen\u003c/li\u003e\n\u003cli\u003eSicherer Umgang mit objektorientiertem Code, UML und Design Patterns\u003c/li\u003e\n\u003cli\u003eEine analytische und strukturierte Arbeitsweise, Zuverlässigkeit und Lösungskompetenz zeichnen dich aus, messbare Ergebnisse sind Dir wichtig\u003c/li\u003e\n\u003cli\u003eScrum, Git und Clean Code sind keine Fremdwörter, sondern alte Bekannte\u003c/li\u003e\n\u003cli\u003eSehr gute Kenntnisse der deutschen und der englischen Sprache\u003c/li\u003e\n\u003cli\u003eDu bist bereit, dich weiterzuentwickeln und neuen Herausforderungen zu stellen\u003c/li\u003e\n\u003cli\u003eSelbstständige Arbeitsweise\u003c/li\u003e\n\u003cli\u003eDu bist engagiert und hast Interesse daran, Dich mit Deiner Meinung aktiv im Team einzubringen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas erwartet dich bei uns\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEin innovatives Softwareprodukt im spannenden Marketing-Kontext\u003c/li\u003e\n\u003cli\u003eRenommierte Referenzkunden wie BMW, ThyssenKrupp, Lanxess, WetterOnline, R+V, Dr. Oetker, Sport2000 und viele mehr\u003c/li\u003e\n\u003cli\u003eEin stark wachsendes und motiviertes Team mit Weltklasse-Kollegen\u003c/li\u003e\n\u003cli\u003eAbwechslungsreiche und anspruchsvolle Aufgaben, die Spaß machen\u003c/li\u003e\n\u003cli\u003eEchte Start-up-Atmosphäre in einem mittelständischen Unternehmen\u003c/li\u003e\n\u003cli\u003eFlache Hierarchien und schnelle Entscheidungswege für Deine kreativen Ideen\u003c/li\u003e\n\u003cli\u003eAgile Arbeitsprozesse und modernste Hardware\u003c/li\u003e\n\u003cli\u003eEin jährliches Weiterbildungsbudget zur Unterstützung Deiner fachlichen und persönlichen Weiterentwicklung\u003c/li\u003e\n\u003cli\u003eFlexible Vertrauensarbeitszeit in Gleitzeit\u003c/li\u003e\n\u003cli\u003eDie Möglichkeit auf Homeoffice nach Absprache\u003c/li\u003e\n\u003cli\u003eErgonomisches Arbeitsumfeld mit höhenverstellbaren Tischen und rückenschonenden Stühlen\u003c/li\u003e\n\u003cli\u003eZuschuss zum Premium-Fitnessstudio Danys\u003c/li\u003e\n\u003cli\u003eRegelmäßige Teamevents\u003c/li\u003e\n\u003cli\u003eBetriebliche Altersvorsorge\u003c/li\u003e\n\u003cli\u003eFrisches Obst, Kaffeevariationen und Wasser for free\u003c/li\u003e\n\u003cli\u003eKein Dresscode – wir wollen, dass Du dich wohlfühlst, also: come as you are\u003c/li\u003e\n\u003cli\u003eUnsere Bürohunde sind ausgebildete Feelgood-Manager\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/89cea20b549bcd08ec9ce567ae8b619e29e9b788/68747470733a2f2f742e676f686972696e672e636f6d2f682f30633533616434326666613234313333646238356665343164636236346166396435373339616135376433396534323832376638323662343130393033393665\"\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/b03acd4372e84164576f5d9fa9b9136f8d89021d8ff7a0308c51c27c0ab674ca\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbCtiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e1251ba6ddc59d0b0b386985a50963f6d8b98ddf/dirico.png"
  },
  {
     "id":"c8480adb-3e26-44f4-91ae-45bac2c2fc28",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/c8480adb-3e26-44f4-91ae-45bac2c2fc28",
     "created_at":"Thu Mar 04 10:57:30 UTC 2021",
     "company":"Bitfinex",
     "company_url":"https://www.bitfinex.com/",
     "location":"Remote",
     "title":"Mobile App Developer",
     "description":"\u003cp\u003eFounded in 2012, Bitfinex is a digital asset trading platform offering state-of-the-art services for digital currency traders and global liquidity providers. We're on a mission to create the most innovative cryptocurrencies exchange. This is a unique opportunity, a rare window of time at the tipping point of the financial evolution. Much like the early days of the internet, blockchain technology faces complex new challenges and having the best team plays a pivotal role in success.\u003c/p\u003e\n\u003cp\u003eOur team is fully remote and globally distributed to capture the best talent from around the world. So far our company has grown fast and stayed lean to secure its place as a leader in the space.\u003c/p\u003e\n\u003cp\u003eIf you get excited about being in an industry that is breaking new ground and have confidence you can conquer the most challenging feats we'll encounter, we want to talk to you. Join us, and help lay the foundation for a decentralized future.\u003c/p\u003e\n\u003ch3\u003eJob description\u003c/h3\u003e\n\u003cp\u003eAs a Mobile-App Developer, you will be a part of the team that works on the development of the Bitfinex mobile applications. This includes:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eNew Features -\u003c/strong\u003e Bitfinex continuously strives to create innovative new features in order to provide the most professional trading experience for customers. These are developed and deployed using agile methodologies, to ensure the user experience remains the best in the industry.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eScalability -\u003c/strong\u003e The mobile application must remain effortlessly smooth, responsive, and real-time for customers as the platform continues to scale to accommodate new user growth.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eData Visualization -\u003c/strong\u003e The data we present to our users is the result of tailored algorithms, on top of the incredible amount of data our platform produces daily, and we continue to experiment with new ways to display this most effectively.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDesign-\u003c/strong\u003e Build beautiful reactive applications and trading tools.\u003c/p\u003e\n\u003ch3\u003eRequirements\u003c/h3\u003e\n\u003cp\u003eTo enjoy this role, you should possess the personal attributes and experience outlined above. On top of this, we expect you to be:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eComfortable with high-availability concepts.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eHighly proficient in JavaScript and ES6+.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eThoroughly experienced with React, React-Native (mainly around Expo), Redux and the core principles surrounding these.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eFamiliar with modern front-end pipelines and tools.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperienced with WebSockets, RESTful based APIs.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eInterested in bringing diverse, innovative applications to life.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eInterested in modernizing and optimizing different mobile or web applications.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003eApply now at \u003ca href=\"https://bitfinex.recruitee.com/o/mobile-app-developer-remote/c/new\"\u003ehttps://bitfinex.recruitee.com/o/mobile-app-developer-remote/c/new\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbHViIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--81fb732b3f4431851ee5ce44c3ea2dbb2188b96f/Bitfinex%20Logo%20(1).png"
  },
  {
     "id":"9c294e89-ef3e-486a-b210-ca8efe2e8ac7",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/9c294e89-ef3e-486a-b210-ca8efe2e8ac7",
     "created_at":"Thu Mar 04 10:52:02 UTC 2021",
     "company":"Bitfinex",
     "company_url":"https://www.bitfinex.com/",
     "location":"Remote",
     "title":" Senior NodeJS Engineer ",
     "description":"\u003cp\u003eFounded in 2012, Bitfinex is a digital asset trading platform offering state-of-the-art services for digital currency traders and global liquidity providers. We're on a mission to create the most innovative cryptocurrencies exchange. This is a unique opportunity, a rare window of time at the tipping point of the financial evolution. Much like the early days of the internet, blockchain technology faces complex new challenges and having the best team plays a pivotal role in success.\u003c/p\u003e\n\u003cp\u003eOur team is fully remote and globally distributed to capture the best talent from around the world. So far our company has grown fast and stayed lean to secure its place as a leader in the space.\u003c/p\u003e\n\u003cp\u003eIf you get excited about being in an industry that is breaking new ground and have confidence you can conquer the most challenging feats we'll encounter, we want to talk to you. Join us, and help lay the foundation for a decentralized future.\u003c/p\u003e\n\u003ch3\u003eJob description\u003c/h3\u003e\n\u003cp\u003eWe’re currently looking for a Senior NodeJS Engineer to join our team. The Bitfinex backends are mainly using Node.js. The position requires expert JS/Node.js experience and is available to anyone self-driven, and with the experience, motivation and capacity to contribute to our vision. You will work remotely. Self-motivation is essential for all our team members. No one on the team will micro-manage you. We are looking for team members who are comfortable using their initiative and seeing it through to completion. You will be part of a dynamic, fast-paced team, and have the chance to shape the direction of Bitfinex as we grow.\u003c/p\u003e\n\u003ch3\u003eRequirements\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eKnowledge and experience with microservices architecture\u003c/li\u003e\n\u003cli\u003eExperience with blockchain integration\u003c/li\u003e\n\u003cli\u003eComfortable with high-availability concepts\u003c/li\u003e\n\u003cli\u003eHave actively participated in the development of a sophisticated platform as one of the leading developers\u003c/li\u003e\n\u003cli\u003eAbility to quickly learn new technologies\u003c/li\u003e\n\u003cli\u003eExceptional JavaScript skills, ability to performance optimize code, Ruby, Rust or C++ skills are a plus\u003c/li\u003e\n\u003cli\u003eOther technologies of interest: Message queues (ZeroMQ, RabbitMQ), Job Queues\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003eApply now at \u003ca href=\"https://bitfinex.recruitee.com/o/senior-nodejs-engineer-remote/c/new\"\u003ehttps://bitfinex.recruitee.com/o/senior-nodejs-engineer-remote/c/new\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbGliIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--95a387fcea63faaf7e3575092cd46580357e98c4/Bitfinex%20Logo%20(1).png"
  },
  {
     "id":"b7e07934-64be-4cf7-8ca7-0043ee7839ee",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/b7e07934-64be-4cf7-8ca7-0043ee7839ee",
     "created_at":"Thu Mar 04 08:56:22 UTC 2021",
     "company":"azeti GmbH",
     "company_url":"https://www.azeti.net/",
     "location":"Berlin",
     "title":"Lead Developer - azeti MES Platform",
     "description":"\u003cp\u003eWir sind ein Berliner Internet of Things (IoT) Software Unternehmen. Unsere IoT Plattform ermöglicht es, einfach und schnell industrielle IoT Anwendungen umzusetzen. Bereits seit 2006 bieten wir Software „Made in Germany” für nationale und internationale Kunden an. Sowohl in Europa, Amerika als auch in China, sind unsere IoT-Lösungen im Einsatz. Als Spezialisten für Digitalisierung und IoT wird unsere TÜV-geprüfte IoT-Plattform bereits in verschiedensten Branchen eingesetzt. Diverse Forschungsprojekte und langjährige OEM-Partnerschaften in der Industrie unterstreichen unsere Kompetenz und Expertise zur Lösung anspruchsvollster IoT-Projekte. Mit unserer Open Source Edge Software und der brandneuen IoT Plattform gehen wir noch einen Schritt weiter und werden das Internet der Dinge für alle ermöglichen.\u003c/p\u003e\n\u003cp\u003eWeitere Informationen über uns unter \u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEu0a7UAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgPoe93rGn3nh9Ra2qPDH0h0pqFQAGCXo/2/1sTvZX_jCRqyjCRfvr7CmA/aHR0cHM6Ly93d3cuYXpldGkubmV0\"\u003ewww.azeti.net\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWarum wir?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDiese seltsamen Zeiten verlangen uns allen viel ab. \u003cstrong\u003eWir bieten unserem Team ein sicheres und langfristiges Arbeitsumfeld und sind auf der Suche nach neuen Teammitgliedern, die unser Team für die nächsten Jahre ergänzen.\u003c/strong\u003e Neben einem sicheren Geschäftsmodell, sind wir als Tochterunternehmen der Aurubis AG ein sicherer Arbeitgeber für Deine berufliche Zukunft.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStabiles und sicheres Arbeitsumfeld\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten und Rücksichtnahme auf Ihre familiären Belange (Homeschooling, Kinderbetreuung, etc.)\u003c/li\u003e\n\u003cli\u003eHome Office möglich mit regelmäßigen Fahrten (alle 4-6 Wochen) zu Workshops und Veranstaltungen in unserem Berliner HQ\u003c/li\u003e\n\u003cli\u003eFreie Wahl der Hardware (Linux, Mac, Windows) und Ausstattung für Ihr Home Office\u003c/li\u003e\n\u003cli\u003eÜberdurchschnittliches Gehalt und tolle Entwicklungsmöglichkeiten\u003c/li\u003e\n\u003cli\u003eAgiles Arbeiten in einem vielfältigen internationalen Team, flache Hierarchien\u003c/li\u003e\n\u003cli\u003eDirekter Einfluss auf die Produktentwicklung mit sofortiger Wirkung für unseren Kundenstamm\u003c/li\u003e\n\u003cli\u003eErstklassiger Technologie-Stack mit spannenden Entwicklungen, die bereits in Arbeit sind\u003c/li\u003e\n\u003cli\u003e\n\u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEu0a7UAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgPoe93rGn3nh9Ra2qPDH0h0pqFQAGCXo/3/xX-sHEBlCv0bBlHkxzSdRA/aHR0cHM6Ly9jb3Jwb3JhdGUudXJiYW5zcG9ydHNjbHViLmNvbS9lbg\"\u003eUrban Sports Club-Mitgliedschaft\u003c/a\u003e, vollständig von uns bezahlt\u003c/li\u003e\n\u003cli\u003eFahrrad-Leasing per \u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEu0a7UAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgPoe93rGn3nh9Ra2qPDH0h0pqFQAGCXo/4/ib3kGc8w-tpmtK8UOxh71Q/aHR0cHM6Ly93d3cuYnVzaW5lc3NiaWtlLmRlL2Rl\"\u003eBusiness-Bike\u003c/a\u003e oder \u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEu0a7UAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgPoe93rGn3nh9Ra2qPDH0h0pqFQAGCXo/5/R36kj40vmxDIIs6LZGX9Kw/aHR0cHM6Ly93d3cuam9icmFkLm9yZy8\"\u003eJobrad\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEu0a7UAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgPoe93rGn3nh9Ra2qPDH0h0pqFQAGCXo/6/dxl4Yqthd1-Tp17-_4GqgA/aHR0cHM6Ly93d3cuY29ycG9yYXRlLWJlbmVmaXRzLmRlLw\"\u003eCorporate Benefits Programm\u003c/a\u003e mit tollen Rabatten\u003c/li\u003e\n\u003cli\u003eKontinuierliches Lernen und 100 € \u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEu0a7UAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgPoe93rGn3nh9Ra2qPDH0h0pqFQAGCXo/7/7mz9y1-5HGru6hL5zIT73g/aHR0cHM6Ly93d3cudWRlbXkuY29tLw\"\u003eUdemy\u003c/a\u003e-Budget pro Monat\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFür die Entwicklung unserer neuen MES Platform gründen wir derzeit ein neues Team und suchen hierfür den Lead Developer. Dein Team besteht derzeit aus einem Senior Fullstack Entwickler und deine erste Herausforderung wird dein Team um weitere 5 Entwickler*innen zu vergrößern.\u003c/strong\u003e\nDu wirst fachlich und disziplinarisch dein Team aus 6 Entiwickler\u003cem\u003einnen führen und eng mit dem Product Owner zusammen arbeiten um unser neues Plattformprodukt zu entwickeln. Du inspirierst und spornst an durch Know How und aktive Umsetzung von Best Practices in der Entwicklung. Du stellst kontinuierlich den status quo in Frage und inspirierst deine Kollegen durch neue Perspektiven und schnelles Prototyping. Hierbei wirst Du ca. 80% als Fullstack Entwickler\u003c/em\u003ein arbeiten und 20% für Führungsaufgaben aufbringen, somit bist Du nah am Produkt und aktiver Teil der Entwicklung.\u003c/p\u003e\n\u003cp\u003eUns ist wichtig das Du als Team Lead auf Augenhöhe führst und durch deine Expertise und Erfahrung inspirierst. Letztendlich wirst Du ein wichtiger Teil unserer Führungsmannschaft und gestaltest azeti aktiv mit.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDes Weiteren umfasst deine Rolle:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKommuniziere Best Practices und Qualitätsansprüche klar und kontinuierlich\u003c/li\u003e\n\u003cli\u003ePair Programming, Code Reviews sowie Supervision unserer Architektur und der Backlog gemeinsam mit Product Owner\u003c/li\u003e\n\u003cli\u003eThematische Organisation regelmäßiger Workshops und Trainings, bei der Logistik hilft dir unsere nette Team-Assistenz\u003c/li\u003e\n\u003cli\u003eEnge Zusammenarbeit mit Scrum Master und Product Owner um sicherzustellen, dass das Team eng zusammenarbeiten kann und es keine Blocker gibt\u003c/li\u003e\n\u003cli\u003eTeamkollegen anleiten, führen und inspirieren, um ein gesundes, hochkarätiges Entwicklungsteam zu schaffen\u003c/li\u003e\n\u003cli\u003eFinde pragmatische und agile Lösungen, beginnen mit Rapid Prototyping und iteriere in Richtung MVP's mit konstanten Feedbackschleifen, Tests und Zusammenarbeit\u003c/li\u003e\n\u003cli\u003eHinterfrage Anforderungen und berate, um pragmatische Lösungen zu finden und stets einen Kundennutzen zu liefern\u003c/li\u003e\n\u003cli\u003eRegelmäßige Kommunikation mit Stakeholdern und dem erweiterten Kollegium\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePlace of Work\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWir arbeiten derzeit komplett remote und glauben an flexible Arbeitsvereinbarungen. Du kannst die meiste Zeit aus dem Home-Office arbeiten. Unser Ziel ist es, das Team alle 4-6 Wochen in unserem Büro für Workshops und Veranstaltungen zu versammeln.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Rolle wird insbesondere Mentoring deiner Kollegen beinhalten, daher ist es von großem Vorteil, wenn Du nah an oder in Berlin wohnst.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eMindestens 2 Jahre praktische Erfahrung in der fachlichen und disziplinarischen Führung eines agilen Software-Teams\u003c/strong\u003e\u003c/li\u003e\n\u003cli\u003eAgiler Arbeitsansatz, der ständige Iteration und Zusammenarbeit beinhaltet\u003c/li\u003e\n\u003cli\u003eDu sprichst fließend Englisch, \u003cstrong\u003eDeutsch Sprachkenntnisse sind ein großes Plus\u003c/strong\u003e\n\u003c/li\u003e\n\u003cli\u003eSehr gute Kommunikationsfähigkeiten, mündlich und schriftlich starke Präsentationsfähigkeiten\u003c/li\u003e\n\u003cli\u003eErfahrung in der Entwicklung in agilen Umgebungen (Scrum, Kanban)\u003c/li\u003e\n\u003cli\u003eHohes Maß an Eigenorganisation und aktive Kommunikation\u003c/li\u003e\n\u003cli\u003eUmfangreiche Erfahrung in der Entwicklung von Microservices Applikation\u003c/li\u003e\n\u003cli\u003eUmfangreiche Erfahrung mit Spring Framework in Java oder Kotlin\u003c/li\u003e\n\u003cli\u003eErfahrung Umgang mit Functional Components ReactJS und TypeScript\u003c/li\u003e\n\u003cli\u003eErfahrung und Interesse an Datenvisualisierung und Dashboarding ist ein Plus\u003c/li\u003e\n\u003cli\u003eErfahrung in der Entwicklung Event getriebener Applikationen sowie TDD sind ein Plus\u003c/li\u003e\n\u003cli\u003eErfahrung mit Kafka ist ein Plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWenn Du in der Nähe von Berlin lebst, ist das ein großes Plus.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKontakt\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBitte \u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEu0a7UAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgPoe93rGn3nh9Ra2qPDH0h0pqFQAGCXo/8/94vodwibnOVxJUwGd1ovKw/aHR0cHM6Ly9hemV0aS5qb2JzLnBlcnNvbmlvLmRlLw\"\u003ebewirb dich über unsere Karriereseite\u003c/a\u003e oder sende deine Unterlagen an \u003ca href=\"mailto:career@azeti.net\"\u003ecareer@azeti.net\u003c/a\u003e. Dein Ansprechpartner ist Sebastian Koch.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/95a9a6b77e45440f2dc976f585147bbf0cd05f7c/68747470733a2f2f742e676f686972696e672e636f6d2f682f65333237386462643063626235353839653064323131376439363532383439346334363433343938663831623034656261356232336138383163646330363638\"\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/cdd18919eecddc3193875bf19ff6dc54d0b17029293262021f7d243f9900ef5a\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":null
  },
  {
     "id":"a8f27a82-7255-47f7-bdbb-2ec134d98502",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/a8f27a82-7255-47f7-bdbb-2ec134d98502",
     "created_at":"Thu Mar 04 09:01:57 UTC 2021",
     "company":"TEALcommunications",
     "company_url":"http://tealcom.io",
     "location":"USA, WA, Bellevue",
     "title":"Telecom Java Engineer",
     "description":"\u003cp\u003eTeal Communications, Inc. is a telecommunications company located in Bellevue, Washington that is looking for a motivated and experienced java developer (JD) to join the team. The ideal candidate will have 4-7 years’ experience working with java, Spring framework, REST, MongoDB, MySQL and AWS. Experience with JavaScript, NodeJS, telecommunications and/or Internet of Things (IoT) industry is a plus.\u003c/p\u003e\n\u003cp\u003eThe Java Developer will report to our Technical Directors and work tightly together with our Software Developers in Europe. The JD will work in an agile environment using tools as Jira and Bitbucket and deploy and test the software in AWS environment. It’s crucial that the Java Developer has an open mind and a drive to solve any issues with help from the other team members and any other available tools. Further, our team is distributed in various time zones so off hour work hours may occur. Individuals who thrive at Teal Communications exhibit the following success skills – Collaboration, Results Focus, Hard Working, Critical Thinking, Executive Presence, Growth Mindset, and Intellectual Curiosity.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cp\u003eDevelop and fix bugs on Java backend server.\nContinuously work on the next version of the java backend server\nIterate and test new releases for the server\nSet up automated tests of the server\u003c/p\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cp\u003eBachelor’s Degree or equivalent experience preferred.\n4-7 years’ experience as a Software Engineer with professional track record\nVery good knowledge of Java and Spring framework\nGood understanding of telecommunications, eSIM and the Internet of Things (IoT) industry\nCommunication skills including ability to communicate with all levels within the firm.\u003c/p\u003e\n\u003cp\u003eCompensation:\u003c/p\u003e\n\u003cp\u003eThis hire will receive a base salary, equity package and commission structure DOE.  Teal Communications, Inc. is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability status, protected veteran status, sexual orientation, gender identity or any other characteristic protected by law.\u003c/p\u003e\n\u003cp\u003eSeniority Level : Minimum 4-7 years’ experience\u003c/p\u003e\n\u003cp\u003eIndustry : Telecommunications\u003c/p\u003e\n\u003cp\u003eEmployment Type : Full-time\u003c/p\u003e\n\u003cp\u003eJob Functions : Software Development  and testing\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eEmail your resume to:\n\u003ca href=\"mailto:jobs@tealcommunications.com\"\u003ejobs@tealcommunications.com\u003c/a\u003e\nplease refer to this post.\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbFNiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f850994628fe3d5f03400acfcba18800ceac18cb/teal.PNG"
  },
  {
     "id":"6c16f11a-d354-468f-ab52-b961d15a0b4e",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/6c16f11a-d354-468f-ab52-b961d15a0b4e",
     "created_at":"Thu Mar 04 04:00:10 UTC 2021",
     "company":"Playco",
     "company_url":"http://www.play.co",
     "location":"Remote",
     "title":"Studio Game Engineer - Asia",
     "description":"\u003cp\u003eHere at Playco, we make games that bring the world closer together through play.\u003c/p\u003e\n\u003cp\u003eOur ideal teammates are thoughtful, humble, and passionate professionals who can both zoom into the details and zoom out to embrace the big picture. We are inspired by makers and tinkerers, who are unafraid to experiment with a healthy disregard for constraints. We hope you'll enrich our team with your enthusiasm and passion, both for games and for life.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout this Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePlayco's Studio Game Engineers make polished, high-performance HTML5 mobile games. We want people who are proficient with JavaScript and who are passionate about making fun social games to be played by millions! You will build games internally on top of our cutting-edge and open source devkit. In addition to building kick­ass mobile games, you will play a pivotal role in creating a platform which will revolutionize the future of game development. It's always a bonus if you know more than JavaScript! We write cross-compilers, custom browsers, ARM7 assembly, GPU shaders, Node.js \u0026amp; Python back­ends, JavaScript game APIs and tools, and whatever else it takes. You will work with the best engineers in the world; we have top talent in every part of our stack.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe responsible for designing, developing and deploying major game features\u003c/li\u003e\n\u003cli\u003eOwn game feature areas from end-­to­-end.\u003c/li\u003e\n\u003cli\u003eBe the champion for the user! Insist on the highest standards and create functional and engaging features that will delight our users.\u003c/li\u003e\n\u003cli\u003eBe part of a tight game development team looking to iterate fast on a fun concept and then building it out.\u003c/li\u003e\n\u003cli\u003eHave real input on end-user product.\u003c/li\u003e\n\u003cli\u003eBe a key member of a high performing software engineering team.\u003c/li\u003e\n\u003cli\u003eCollaborate with design, engineering and production teams to devise optimal engineering solutions to game requirements.\u003c/li\u003e\n\u003cli\u003eHands­ on architect and coder for sophisticated client/server systems for mobile gaming.\u003c/li\u003e\n\u003cli\u003eInnovate and iterate on process, systems and technology to deliver world­-class social games.\u003c/li\u003e\n\u003cli\u003eBe a leader; Identify and articulate technical and production risks and obstacles, as well as generate solutions!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDesired Skills\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor's degree in Computer Science or related field, or equivalent experience.\u003c/li\u003e\n\u003cli\u003e3+ years of professional software engineering experience, working on cross functional teams.\u003c/li\u003e\n\u003cli\u003eProven effectiveness in directing or delivering production software for high quality games with at least one shipped game product of which you were a primary contributor (self­ published titles are acceptable)\u003c/li\u003e\n\u003cli\u003eCapable in JavaScript + HTML5 to create custom, interactive, user experiences that are enjoyable on all HTML5 browsers\u003c/li\u003e\n\u003cli\u003eWe expect you to be good at using script debuggers like Chrome Debugger\u003c/li\u003e\n\u003cli\u003eYou must be pretty knowledgeable with what jQuery can do, and what functionality you are better off custom coding\u003c/li\u003e\n\u003cli\u003eStrong Computer Science fundamentals in object­ oriented design, algorithms, and data structures\u003c/li\u003e\n\u003cli\u003eAdvanced software engineering skills, including the ability to write maintainable and robust code in a popular object oriented language.\u003c/li\u003e\n\u003cli\u003eSolid familiarity with 3rd party SDKs, analytics, and A/B testing in mobile gamesFamiliarity with git, svn or other VCS\u003c/li\u003e\n\u003cli\u003eSelf ­starter, analytical and creativeStrong team player with a positive attitude\u003c/li\u003e\n\u003cli\u003eGood communication skills and the ability to work effectively on shared projects with designers, artists, testers, product managers and other developers\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCanvas animation work.\u003c/li\u003e\n\u003cli\u003e2+ years of game development experience with multiple shipped titles.\u003c/li\u003e\n\u003cli\u003eBoth Android and iOS game development experience.\u003c/li\u003e\n\u003cli\u003eSpecialized skills in a particular area of game development (for example: UI, Physics, graphics, multiplayer, game logic, etc.)\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://jobs.lever.co/playco/bd64b030-8756-47da-90bf-2f65568692d1?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003eApply Here\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBazJiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4befa4f6603e069d3d64380dfbf7b42b2af3e4d4/Round_Logo1%20(1).png"
  },
  {
     "id":"dde6af16-a3c4-4e89-bb6c-7415552d1e5e",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/dde6af16-a3c4-4e89-bb6c-7415552d1e5e",
     "created_at":"Thu Mar 04 01:27:08 UTC 2021",
     "company":"Cmd",
     "company_url":"http://cmd.com",
     "location":"Remote in Canada or USA",
     "title":"Senior Golang Backend Developer ",
     "description":"\u003cp\u003eCmd brings together talented problem solvers, thinkers, and tinkerers to achieve our mission to change the current landscape of cybersecurity. We’re looking for people who are as excited as we are to give companies a new way to secure their data.\u003c/p\u003e\n\u003cp\u003eYou’ll work closely with our team of platform engineers to improve and expand the server-side software that manages and deploys Cmd’s agent into customers’ Linux environments. Our ideal candidate has a passion for technology, is a great communicator, and has an interest in contributing to the full product lifecycle (design, implementation, release, operation).\u003c/p\u003e\n\u003cp\u003eSkills and experience\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years experience as a software developer\u003c/li\u003e\n\u003cli\u003e2+ years experience working with Go\u003c/li\u003e\n\u003cli\u003eExperience working with Linux, relational databases, Prometheus, git, and Bash\u003c/li\u003e\n\u003cli\u003eUnderstanding of HTTP, TLS, and the web browser security model\u003c/li\u003e\n\u003cli\u003eExperience designing, coding, optimizing, managing/deploying and troubleshooting highly-available, load-balanced, secure, HTTPS-accessible services\u003c/li\u003e\n\u003cli\u003eKeen ability to communicate (verbally and in documentation) and share work with others on the team\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAbout you\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou're capable of developing criteria to prioritize tasks\u003c/li\u003e\n\u003cli\u003eYou're eager to collaborate with engineers to enhance the feature development process\u003c/li\u003e\n\u003cli\u003eYou possess self-awareness and a passion for continuous improvement\u003c/li\u003e\n\u003cli\u003eYou have a keen ability to communicate the thinking behind your decisions\u003c/li\u003e\n\u003cli\u003eYou can identify bottlenecks and bugs and devise solutions to these problems\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBonus points\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFamiliarity working with HTML, CSS, Javascript and/or GraphQL\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003eApply on our site: \u003ca href=\"https://jobs.lever.co/cmd/a2e07a6d-a6bb-4330-9df9-1e9f4b7bab31\"\u003ehttps://jobs.lever.co/cmd/a2e07a6d-a6bb-4330-9df9-1e9f4b7bab31\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa21iIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e986e8f3d2154edf9f6a015813a503eb2689cb2c/cmd-logo-purple.png"
  },
  {
     "id":"e9b21954-dce2-4970-98f9-cef749dff370",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/e9b21954-dce2-4970-98f9-cef749dff370",
     "created_at":"Wed Mar 03 16:48:51 UTC 2021",
     "company":"Superside",
     "company_url":"https://www.superside.com",
     "location":"Remote/Europe",
     "title":"Senior Frontend Engineer (React/NextJS)",
     "description":"\u003cp\u003eSuperside is looking for a talented, driven and ambitious Senior Frontend Engineer to join our talented growing team. We are growing fast and need help to build our product into a great design platform that includes project management features, real time chat, staffing, file annotation and more. Work from wherever you want with a highly competitive salary, responsibility from day one and exciting learning opportunities.\u003c/p\u003e\n\u003cp\u003eWHAT YOU'LL DO\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eImplement the features and user interfaces of the Superside platform  like the Superchat, Design Collaboration System, Project Management\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eArchitect efficient and reusable front-end systems that drive complex web applications\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eCollaborate with Product Designers, Product Managers, and Software Engineers to deliver compelling user-facing products\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eIdentify and resolve performance and scalability issues\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWHAT YOU'LL NEED TO SUCCEED\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eExperience with React and Node.js\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eHTML/CSS experience, including concepts like layout, specificity, cross-browser compatibility, and accessibility\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eJavaScript experience, including concepts like asynchronous programming, closures, types, and ES6.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperience with browser APIs and optimizing front end performance\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExcellent communication skills in English\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eHard-working team player\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eFast and stable internet connection\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eBS/MS in Computer Science or a related technical field preferred\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eABOUT SUPERSIDE\u003c/p\u003e\n\u003cp\u003eSuperside is a remote future-of-work startup that delivers a design operation and collaboration platform. By building workflow technology and an instant and fully-managed process, Superside makes design hassle-free for customers like Facebook, Redbull, Puma, Amazon, Salesforce, Cisco, HP, Twitch, Airbus, L'Oreal, Tiffany \u0026amp; Co. and more. Superside is backed by Y Combinator, Slack Fund, Freestyle Capital and High Alpha Capital. We're a fully distributed team of ex tier one agency designers and project managers located all around the world, spanning 58 countries and 19 timezones.\u003c/p\u003e\n\u003cp\u003eWHY JOIN US\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eWe are a global community with people across 58 countries\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eBe part of a highly talented tech team, and work with people with background in Spotify, Yandex and Booking.com\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eCompetitive salary with the potential for earning equity in the company\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eWe function in a trusting environment while seeking the truth in an ego-free manner\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003ePioneering the remote future of work with a fair, meritocratic and supportive community\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDisrupting a massive global industry with a huge market opportunity\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003ePaid vacation\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTECHNICAL STACK  Frontend\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eNodeJS\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eLambda Edge\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eNext.js/ React\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eStyled Components\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eTypescript\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSanity Headless CMS\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBackend\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eJava/Kotlin\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSpring Boot 2\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eHibernate/ AWS RDS / MySql\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eRedisson/Redis\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eJunit for testing\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eElasticSearch\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eInfrastructure\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eTerraform\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAWS SQS/SNS, ECS, Cloudfront, Route53,  EC2, S3, WAF, PageDuty, ParameterStore, ALB\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDocker\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eJenkins\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003ePusher\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eMailgun\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf you think Superside is the right place for you, get in contact! Please note that we receive many applications for this position and reply times will therefore vary. We screen applications continuously and will reach out to you as soon as we can after you have completed the assessments. \u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eApply here:\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://superside.vervoe.net/job-page/frontend-engineer-full-time-remote/a1ec7836-f90f-4771-8d7d-47bafa40b98d\"\u003ehttps://superside.vervoe.net/job-page/frontend-engineer-full-time-remote/a1ec7836-f90f-4771-8d7d-47bafa40b98d\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa1NiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--54bd1a2ac1ebe3d27fb5f6f5019770aec25d5c87/last%20ned.png"
  },
  {
     "id":"810ee338-16cb-47b0-bf4f-8d73b98a0757",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/810ee338-16cb-47b0-bf4f-8d73b98a0757",
     "created_at":"Wed Mar 03 16:44:12 UTC 2021",
     "company":"Superside",
     "company_url":"https://www.superside.com",
     "location":"Remote/Europe",
     "title":"Senior Backend Engineer (Kotlin/Spring boot)",
     "description":"\u003cp\u003eSuperside is looking for a talented, driven and ambitious Senior Backend Engineer to join our talented growing team. We are growing fast and need help to build our product into a great design platform that includes project  management features, real time chat, staffing, file annotation and more. Work from wherever you want with a highly competitive salary, responsibility from day one and exciting learning opportunities.\u003c/p\u003e\n\u003cp\u003eWHAT YOU'LL DO\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eImplement the features of the Superside platform  like the Superchat, Collaboration System, Brief Intake System and the staffing system\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eArchitect efficient and reusable front-end systems that drive complex web applications\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eCollaborate with Product Designers, Product Managers, and Software Engineers to deliver compelling user-facing products\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eIdentify and resolve performance and scalability issues\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWHAT YOU'LL NEED TO SUCCEED\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eExperience with Spring Boot and Hibernate\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eKnowledge of java and kotlin\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eKnowledge of distributed programming/microservices\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eKnowledge in algorithm and data structure\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExcellent communication skills in English\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eHard-working team player\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eFast and stable internet connection\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eBS/MS in Computer Science or a related technical field preferred\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eABOUT SUPERSIDE\u003c/p\u003e\n\u003cp\u003eSuperside is a remote future-of-work startup that delivers a design operation and collaboration platform. By building workflow technology and an instant and fully-managed process, Superside makes design hassle-free for customers like Facebook, Redbull, Puma, Amazon, Salesforce, Cisco, HP, Twitch, Airbus, L'Oreal, Tiffany \u0026amp; Co. and more. Superside is backed by Y Combinator, Slack Fund, Freestyle Capital and High Alpha Capital. We're a fully distributed team of ex tier one agency designers and project managers located all around the world, spanning 58 countries and 19 timezones.\u003c/p\u003e\n\u003cp\u003eWHY JOIN US\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eWe are a global community with people across 58 countries\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eBe part of a highly talented tech team, and work with people with background in Spotify, Yandex and Booking.com\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eCompetitive salary with the potential for earning equity in the company\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eWe function in a trusting environment while seeking the truth in an ego-free manner\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003ePioneering the remote future of work with a fair, meritocratic and supportive community\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDisrupting a massive global industry with a huge market opportunity\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003ePaid vacation\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTECHNICAL STACK\u003c/p\u003e\n\u003cp\u003eFrontend\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eNodeJS\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eLambda Edge\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eNext.js/ React\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eStyled Components\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eTypescript\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSanity Headless CMS\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBackend\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eJava/Kotlin\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSpring Boot 2\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eHibernate/ AWS RDS / MySql\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eRedisson/Redis\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eJunit for testing\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eElasticSearch\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eInfrastructure\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eTerraform\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAWS SQS/SNS, ECS, Cloudfront, Route53,  EC2, S3, WAF, PageDuty, ParameterStore, ALB\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDocker\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eJenkins\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003ePusher\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eMailgun\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf you think Superside is the right place for you, get in contact! Please note that we receive many applications for this position and reply times will therefore vary. We screen applications continuously and will reach out to you as soon as we can after you have completed the assessments. \u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eApply here:\n\u003ca href=\"https://superside.vervoe.net/job-page/backend-engineer-full-time-remote/a69cbcf0-9192-4234-a2fb-d32694d64175\"\u003ehttps://superside.vervoe.net/job-page/backend-engineer-full-time-remote/a69cbcf0-9192-4234-a2fb-d32694d64175\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa0diIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a73078613a53ebeca3fc9b8bd44851ed87388c42/last%20ned.png"
  },
  {
     "id":"373d862a-c7c7-40e8-8584-b8dc238bbddb",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/373d862a-c7c7-40e8-8584-b8dc238bbddb",
     "created_at":"Wed Mar 03 16:26:45 UTC 2021",
     "company":"uptodate Ventures",
     "company_url":"https://www.uptodate.de",
     "location":"Munich, München",
     "title":"Senior/Lead Full Stack Developer (m/w/d)",
     "description":"\u003cp\u003e\u003cstrong\u003eÜber die Position\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003euptodate wurde von der Versicherungskammer Bayern gegründet und kombiniert dabei eine agile Gründungskultur und ein neuartiges Produkt mit einem soliden Investor. Mit Hilfe innovativer Lösungen schaffen wir ein neues Ökosystem rund um das Thema Wohnen - intelligente Technologien, die den Alltag der Menschen erleichtern. Wir suchen zum nächstmöglichen Zeitpunkt neue Kolleginnen und Kollegen, die uns als \"Senior/Lead Fullstack Developer (m/w/d)\" unterstützen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu entwirfst neue Produkte zusammen mit unseren Entwicklungs- und Produkt- Teams, entwickelst sowohl MVPs und die darauf basierenden langfristigen Lösungen und bringst dabei bestehende Lösungen von MVP zur Vollendung\u003c/li\u003e\n\u003cli\u003eDu nimmst neue Funktionen schnell live - dabei aber stets mit Blick auf das große Ganze und die Qualität\u003c/li\u003e\n\u003cli\u003eCode-Reviews und automatisierte Tests sind bei uns Teil des Alltags\u003c/li\u003e\n\u003cli\u003eDu arbeitest in einem agilen Scrum-Team - in enger Zusammenarbeit mit Product Ownern und Designern\u003c/li\u003e\n\u003cli\u003eVerbessere und pflege die CI/CD-Pipeline - und nimm Deinen Code live sobald er fertig ist\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu verfügst über langjährige praktische Erfahrung\u003c/li\u003e\n\u003cli\u003eDu wolltest schon immer Entwickler werden - denn Programmieren ist Deine Leidenschaft!\u003c/li\u003e\n\u003cli\u003eDu besitzt Kenntnisse einiger der folgenden Technologien:\u003c/li\u003e\n\u003cli\u003eReact Native, React, JavaScript, TypeScript, HTML5, CSS, SQL, NoSQL-Datenbanken\u003c/li\u003e\n\u003cli\u003eIdealerweise Serverless Architecture, DEVOPS und AWS-Wissen, da wir diese Technologien hauptsächlich einsetzen\u003c/li\u003e\n\u003cli\u003eJava- oder C#-Kenntnisse sind ein großes Plus (obwohl wir sie nicht einsetzen)\u003c/li\u003e\n\u003cli\u003eDu hast gute Englischkenntnisse in Wort und Schrift\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWarum wir?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAnspruchsvolle, abwechslungsreiche und eigenverantwortliche Aufgaben\u003c/li\u003e\n\u003cli\u003eVerantwortung von Anfang an – großer Gestaltungsspielraum in Hinblick auf unsere Produkte und Prozesse\u003c/li\u003e\n\u003cli\u003eEin großartiges internationales Team und kollegiale Atmosphäre mit jeder Menge Spaß\u003c/li\u003e\n\u003cli\u003eEine offene Unternehmenskultur mit flachen Hierarchien, kurzen Entscheidungswegen und Hands-on-Mentalität\u003c/li\u003e\n\u003cli\u003eRegelmäßige (virtuelle) Teamevents\u003c/li\u003e\n\u003cli\u003eTeilnahme an Corporate Benefits der Versicherungskammer wie z.B. Fitnessangebote und Kantine\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten und Home-Office Regelung (ein Standort innerhalb von Deutschland/außerhalb von München ist nach Absprache möglich)\u003c/li\u003e\n\u003cli\u003eEin neues, modernes Büro mit kostenlosen Getränken und frischem Obst\u003c/li\u003e\n\u003cli\u003eAttraktives Gehaltspaket und 30+ Urlaubstage\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://uptodate.join.com/jobs/1904557-senior-lead-full-stack-developer-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=ce147c79-fabe-4bfa-9a69-5177049033e7\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Blead%2Bfull%2Bstack%2Bdeveloper%2Bm%2Bw%2Bd\"\u003ehttps://uptodate.join.com/jobs/1904557-senior-lead-full-stack-developer-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=ce147c79-fabe-4bfa-9a69-5177049033e7\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Blead%2Bfull%2Bstack%2Bdeveloper%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBajZiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--940603d5e9fdfa3904ee38f5ed09b546f5c5113d/uptodate.jpg"
  },
  {
     "id":"809bd5dd-ca73-42da-aee6-27ea268debcd",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/809bd5dd-ca73-42da-aee6-27ea268debcd",
     "created_at":"Wed Mar 03 16:23:18 UTC 2021",
     "company":"uptodate Ventures",
     "company_url":"https://www.uptodate.de",
     "location":"Munich, München",
     "title":"Senior/Lead Mobile App React Native Developer (m/w/d)",
     "description":"\u003cp\u003e\u003cstrong\u003eÜber die Position\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003euptodate wurde von der Versicherungskammer Bayern gegründet und kombiniert dabei eine agile Gründungskultur und ein neuartiges Produkt mit einem soliden Investor. Mit Hilfe innovativer Lösungen schaffen wir ein neues Ökosystem rund um das Thema Wohnen - intelligente Technologien, die den Alltag der Menschen erleichtern. Nun suchen wir zum nächstmöglichen Zeitpunkt neue Kolleginnen und Kollegen, die uns als \"Senior/Lead Mobile App React Native Developer (m/w/d)\" unterstützen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu entwirfst und entwickelst zusammen mit unseren Entwicklungs- und Projektteams neue Produkte und bringst bestehende Lösungen vom MVP zum Reifegrad\u003c/li\u003e\n\u003cli\u003eDu nimmst neue Funktionen schnell live - dabei aber stets mit Blick auf das große Ganze und die Qualität\u003c/li\u003e\n\u003cli\u003eCode-Reviews und automatisierte Tests sind dabei Teil deines Alltags\u003c/li\u003e\n\u003cli\u003eDu arbeitest in einem agilen Scrum-Team - in enger Zusammenarbeit mit Product Ownern und Designern\u003c/li\u003e\n\u003cli\u003eEntwickle unsere Produkte “mobile first” und verbessere und pflege die CI/CD-Pipeline\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu hast fundierte praktische Erfahrung in der Entwicklung mobiler Anwendungen\u003c/li\u003e\n\u003cli\u003eDu verfügst über Kenntnisse in den folgenden Standards wie React Native, Expo, JavaScript, TypeScript, HTML5 und CSS\u003c/li\u003e\n\u003cli\u003eDu bist im besten Fall mit dem Veröffentlichungsprozess einer mobilen Anwendung im App Store oder Play Store vertraut\u003c/li\u003e\n\u003cli\u003eIdealerweise hast du bereits erste Erfahrungen mit AWS und der Backend-Entwicklung\u003c/li\u003e\n\u003cli\u003eDu wolltest schon immer Entwickler werden - denn Programmieren ist Deine Leidenschaft!\u003c/li\u003e\n\u003cli\u003eDu hast gute Englischkenntnisse in Wort und Schrift\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWarum wir?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAnspruchsvolle, abwechslungsreiche und eigenverantwortliche Aufgaben\u003c/li\u003e\n\u003cli\u003eVerantwortung von Anfang an – großer Gestaltungsspielraum in Hinblick auf unsere Produkte und Prozesse\u003c/li\u003e\n\u003cli\u003eEin großartiges internationales Team und kollegiale Atmosphäre mit jeder Menge Spaß\u003c/li\u003e\n\u003cli\u003eEine offene Unternehmenskultur mit flachen Hierarchien, kurzen Entscheidungswegen und Hands-on-Mentalität\u003c/li\u003e\n\u003cli\u003eRegelmäßige (virtuelle) Teamevents\u003c/li\u003e\n\u003cli\u003eTeilnahme an Corporate Benefits der Versicherungskammer wie z.B. Fitnessangebote und Kantine\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten und Home-Office Regelung (ein Standort innerhalb von Deutschland/außerhalb - von München ist nach Absprache möglich)\u003c/li\u003e\n\u003cli\u003eEin neues, modernes Büro mit kostenlosen Getränken und frischem Obst\u003c/li\u003e\n\u003cli\u003eAttraktives Gehaltspaket und 30+ Urlaubstage\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDu möchtest ein Teil von uptodate werden? Dann bewerbe Dich jetzt!\u003c/strong\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://uptodate.join.com/jobs/1937117-senior-lead-mobile-app-react-native-developer-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=6fe268bd-feeb-4ced-88c5-55d341486f6f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Blead%2Bmobile%2Bapp%2Breact%2Bnative%2Bdeveloper%2Bm%2Bw%2Bd\"\u003ehttps://uptodate.join.com/jobs/1937117-senior-lead-mobile-app-react-native-developer-m-w-d?pid=357a3b4531918760973f\u0026amp;oid=6fe268bd-feeb-4ced-88c5-55d341486f6f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Blead%2Bmobile%2Bapp%2Breact%2Bnative%2Bdeveloper%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBanliIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--64a5e66383f759bd7290ed7e352147f0eca96486/uptodate.jpg"
  },
  {
     "id":"5d3be28a-f147-40e9-8c5d-86ff0ecdc908",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/5d3be28a-f147-40e9-8c5d-86ff0ecdc908",
     "created_at":"Wed Mar 03 14:54:52 UTC 2021",
     "company":"Marshmallow",
     "company_url":"https://www.marshmallow.com/",
     "location":"London",
     "title":"Backend Engineer",
     "description":"\u003cp\u003eWe’re on a mission to make insurance more instant, affordable and inclusive by building the most tech-focused insurance company of our generation 🚀\u003c/p\u003e\n\u003cp\u003eWe use machine learning, automation, our own technology stack and comprehensive data integrations to offer quicker, simpler and fairer insurance to customers 🙌\u003c/p\u003e\n\u003cp\u003eWe are currently valued at over $300m, despite only being founded 3.5 years ago, and have raised $35m to date 💸 We have also been named one of London’s best startups to work for in 2021, check out the article here. We are a team of 95 and counting, have a 4.5* Trustpilot score, and are championed by amazing investors who have backed the likes of Monzo and Spotify 😍\u003c/p\u003e\n\u003cp\u003eFor the inside scoop on our culture and what working at Marshmallow is like, have a read of our culture handbook 💕\u003c/p\u003e\n\u003cp\u003eEngineering at Marshmallow\u003c/p\u003e\n\u003cp\u003eOur Tech Stack 💻\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJava 15 μServices\u003c/li\u003e\n\u003cli\u003eSpring Boot with Spring Cloud\u003c/li\u003e\n\u003cli\u003eDynamo DB\u003c/li\u003e\n\u003cli\u003eTerraform\u003c/li\u003e\n\u003cli\u003eDocker\u003c/li\u003e\n\u003cli\u003eAWS Fargate\u003c/li\u003e\n\u003cli\u003eEvent Sourcing\u003c/li\u003e\n\u003cli\u003eNeptune DB\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAs a tech-centric organisation, our engineers are fundamental to our success, and we’re incredibly proud of everything we’ve achieved so far 🌟 We’ve created a fraud detection system to catch an increasing number of fraudsters in their tracks, along with a bespoke Customer Account web application to allow customers to self-serve for the majority of their needs - something unheard of in the insurance space! 😱\u003c/p\u003e\n\u003cp\u003eWe’ve also built a unique bespoke risk engine, to accurately price one of the most diverse insurance customer bases in the world 🌍 We affectionately call this system “Milkshake”, as it’s composed of hundreds of data points along with Machine Learning models, all blended together to produce a price for our wonderful customers, meaning that we can assess risk more fairly and comprehensively than ever before 🐄\u003c/p\u003e\n\u003cp\u003eIn 2021 we expect our customer base to triple, meaning that there are plenty of exciting challenges ahead. We will need to plan for growing volumes whilst also building new product features, continually looking for ways to automate processes to keep up with our ambitious growth plans 📈 We work in small cross-functional teams, meaning that everyone has the opportunity to take ownership of their work and make a big impact. However, our work is never siloed 🚫 We work closely with designers, product managers, data scientists and other stakeholders to develop and improve the product roadmap, always keeping customer needs in mind. It’s going to be an incredible year and we’re only just getting started 🤩\u003c/p\u003e\n\u003cp\u003eWe’re currently hiring across three of our engineering teams! 🌟 When you apply, we’d love to know which mission appeals to you the most 🥰\u003c/p\u003e\n\u003cp\u003eEfficiency Team 🔥\u003c/p\u003e\n\u003cp\u003e...is all about making the customers' experience with Marshmallow as instant, efficient, and delightful as possible 😍 This involves enabling our customers to self-serve their policy needs, be it making policy changes, downloading policy documents or managing renewals. When a customer contacts us, our tools and automated processes enable our wonderful customer operations team to provide the best help possible by giving them all the information they need instantly 💥\u003c/p\u003e\n\u003cp\u003eWe continually work with the customer operations team and the wider product and design team to identify patterns in the frustrations or needs of our customers, and provide solutions to make Marshmallow the best insurer in the world 🌍\u003c/p\u003e\n\u003cp\u003eGrowth Team 🌱\u003c/p\u003e\n\u003cp\u003e...is responsible for making Marshmallow do this: 📈 🤑 Every startup needs to grow, and it's among the most important metrics that Marshmallow is judged by. We are responsible for making the customer signup \u0026amp; renewal experiences as customer-friendly as possible and for exploring acquisition channels to improve our sign-up rate. We also maintain our comparison site integrations, and implement changes to our pricing system 💰\u003c/p\u003e\n\u003cp\u003eOur team consists of backend \u0026amp; frontend engineers, a design manager, a content designer, and a product manager. Handling the constant flood of quote requests arriving at our site comes with many tough but exciting engineering problems, we handle hundreds of thousands of these requests every day, with all data being stored for later analysis 🤓 As a team, we try to focus less on the short term, and more on steering towards larger opportunities for growth with equally big payoffs 💪\u003c/p\u003e\n\u003cp\u003eClaims Team 🚗\u003c/p\u003e\n\u003cp\u003eFilling a claim with your insurer is never an enjoyable process. You may have been involved in an accident or something has happened to your car, and you need to notify your insurer using a long and convoluted process 😭 However, our goal as a team is make this key part of the customer experience as smooth and simple as possible - we recognise that the claims process will never be fun, but it can certainly be improved ✅\u003c/p\u003e\n\u003cp\u003eIn the short term, this involves working with our delivery partners to build reliable and accurate integrations, as well as developing our ability internally to inform customers about what is going on and what we need from them 🗣 In the longer term, we want to be able to think on a broader scale and fully redesign what a claims experience could look like\u003c/p\u003e\n\u003cp\u003eWhat you'll be doing 🤔\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWorking in a product team enabling efficient automation for tens of thousands of policies, ensuring that we provide customers with affordable, instant, and inclusive insurance\u003c/li\u003e\n\u003cli\u003eParticipate in technical scoping, estimation and briefs. We don’t believe in heavyweight processes, and instead aspire to follow Agile principles. Whilst we borrow heavily from practices like Scrum and Kanban, we also borrow rituals from other high performing delivery teams, so we’re looking for engineers who are adaptable and open-minded\u003c/li\u003e\n\u003cli\u003eWork closely with the team’s product owner to understand requirements, build solutions, deliver functionality, write automation tests and build continuous delivery pipelines all the way through to deployment, monitoring and supporting these systems in production\u003c/li\u003e\n\u003cli\u003eHelp us evolve our architecture to optimise for product delivery speed\u003c/li\u003e\n\u003cli\u003eParticipate in setting the quarterly team OKRs\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWho you are 🙋\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou are a self-starter who likes to take ownership\u003c/li\u003e\n\u003cli\u003eYou enjoy working as part of a team and owning the work you do\u003c/li\u003e\n\u003cli\u003eYou enjoy creating and managing processes\u003c/li\u003e\n\u003cli\u003eYou are curious and have a can-do attitude\u003c/li\u003e\n\u003cli\u003eYou are patient and stay calm under pressure\u003c/li\u003e\n\u003cli\u003eYou are organised and can be relied upon to get things done\u003c/li\u003e\n\u003cli\u003eYou enjoy working in a high growth/scaling environment\u003c/li\u003e\n\u003cli\u003eYou enjoy problem-solving and creating innovative solutions\u003c/li\u003e\n\u003cli\u003eYou have a continuous delivery mindset\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eExperiences that will help you succeed 🎓\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA bachelor’s degree of 2:1 or above, or equivalent commercial experience\u003c/li\u003e\n\u003cli\u003eExperience working in cross-functional teams in a metric-driven framework, ideally OKRs\u003c/li\u003e\n\u003cli\u003e3+ years experience with Java 8+ \u0026amp; Spring\u003c/li\u003e\n\u003cli\u003eCommercial experience with Microservices\u003c/li\u003e\n\u003cli\u003eCommercial awareness of AWS\u003c/li\u003e\n\u003cli\u003eFamiliar with ReactJS or other modern web frameworks\u003c/li\u003e\n\u003cli\u003eCommercial experience with Terraform\u003c/li\u003e\n\u003cli\u003eWorked in a high growth start-up environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCompetitive salary 💵\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStock options 👩‍👩‍👦‍👦\u003c/li\u003e\n\u003cli\u003e33 day holiday allowance (inc bank holidays) 🏖️\u003c/li\u003e\n\u003cli\u003eLearning and training (with at least 2 days a year for self development)📚\u003c/li\u003e\n\u003cli\u003eBi-weekly engineering presentation sessions 🎓\u003c/li\u003e\n\u003cli\u003eBi-annual hackathons 🍕\u003c/li\u003e\n\u003cli\u003eHealth insurance 🏥\u003c/li\u003e\n\u003cli\u003ePension 👵🏽\u003c/li\u003e\n\u003cli\u003eCycle to work scheme 🚲\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eLogistics 🖊\u003c/p\u003e\n\u003cp\u003eOur process consists of a video interview with a member of our People team focused on your experiences and preferred ways of working, a take home technical test, a technical interview with one of our Tech Leads and an Engineering Manager, and then a final interview with our CTO (we can be flexible with this process where needed)\u003c/p\u003e\n\u003cp\u003eWe will let you know if we are going to invite you to an interview or not, however we are a small team so cannot provide feedback on your initial application\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eApply on Workable here:\n\u003ca href=\"https://apply.workable.com/marshmallow/j/1C8599B72D/\"\u003ehttps://apply.workable.com/marshmallow/j/1C8599B72D/\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBam1iIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6da24004f0259dbdc54b1da9dc81c4c9b768597e/M.jpg"
  },
  {
     "id":"c0c79d9d-3929-4fc3-b571-87566affef51",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/c0c79d9d-3929-4fc3-b571-87566affef51",
     "created_at":"Wed Mar 03 12:38:26 UTC 2021",
     "company":"Comma Soft AG",
     "company_url":"https://comma-soft.com/",
     "location":"Germany/Bonn - Homeoffice",
     "title":"(Senior) Backend Developer .Net (m/w/d)",
     "description":"\u003cp\u003eDie Comma Soft AG wurde 1989 in Bonn gegründet. Seitdem hat sich das Unternehmen einen Namen als „Digital Think Tank“, innovatives IT-Consulting, Software-Haus und Innovationsberater gemacht. Comma Soft unterstützt viele DAX Konzerne (Daimler AG seit 1995) und große mittelständische Unternehmen bei der Umsetzung der digitalen Transformation. Als ganzheitlicher Lösungspartner und Trusted Advisor werden zusammen mit den Kunden bisher unerschlossene Ertragspotentiale mit neuen digitalen Technologien aufgedeckt, neue Prozesse entwickelt und eingeführt sowie neue Strategien und Umsetzungsansätze verfolgt und realisiert.\nDas Leistungsspektrum umfasst die Entwicklung von Lösungen auf Basis von Künstlicher Intelligenz, Beratung in den Bereichen Data Science-, Analytics, IT-Strategie, IT-Architektur und IT-Security.\u003c/p\u003e\n\u003cp\u003eWir suchen für die Weiterentwicklung unserer Business Intelligence und Analytics Plattform INFONEA® sowie für unsere Solution Plattform INFONEA® Transact in Vollzeit am Standort Bonn oder remote eine:n:\u003c/p\u003e\n\u003cp\u003e(Senior) Backend Developer .NET (m/w/d) In-Memory/Algorithmen\u003c/p\u003e\n\u003cp\u003eSuchen Sie ein modernes Arbeitsumfeld, das sich durch hochqualifizierte Mitarbeiter:innen, individuelle Weiterbildungen, flache Hierarchien und Exzellenz auszeichnet? Und bringen dafür den Spirit des lebenslangen Lernens mit?\u003c/p\u003e\n\u003cp\u003eDann werden Sie Teil unseres Teams!\u003c/p\u003e\n\u003cp\u003eIhre Aufgaben:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSie entwickeln hoch performante, generische Berechnungs- und Analysefunktionen für umfangreiche und hochkomplexe Daten in C# und C++, die sich in die vorhandenen INFONEA® Konzepte integrieren und diese zukunftsfähig erweitern.\u003c/li\u003e\n\u003cli\u003eSie sorgen für die Bereitstellung leistungsfähiger Schnittstellen für die vorhandenen INFONEA® Analyse- und Administrationsclients, z.B. für die Integration von bereits bestehenden Anwendungslandschaften oder von Data Science Technologien.\u003c/li\u003e\n\u003cli\u003eSie verbessern und erweitern die Enterprise-Fähigkeit sowie die Weiterentwicklung der Laufzeit- und Konfigurationsinfrastruktur von INFONEA®.\u003c/li\u003e\n\u003cli\u003eEine Anforderungsgerechte und ökonomische Mitgestaltung und die Weiterentwicklung der INFONEA® Softwarearchitektur, runden Ihr Aufgabenportfolio ab.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWir bieten Ihnen:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHomeoffice, Freizeitausgleich und modernste Arbeitsplätze sind bei uns eine Selbstverständlichkeit.\u003c/li\u003e\n\u003cli\u003eGroße Freiräume für eigenverantwortliches Handeln sowie für das Entwickeln und Umsetzen eigener Ideen, um das direkte Arbeitsumfeld und das Unternehmen aktiv mitzugestalten.\u003c/li\u003e\n\u003cli\u003eEine ausgeprägte Unternehmenskultur der Innovation und vielfältige Möglichkeiten der persönlichen Weiterentwicklung und -bildung.\u003c/li\u003e\n\u003cli\u003eEine offene und freundliche Unternehmenskultur mit netten und hilfsbereiten Kolleginnen und Kollegen.\u003c/li\u003e\n\u003cli\u003eKurze, persönliche und effiziente Kommunikationswege auf Management- und Vorstandsebene sichern ein schnelles und effizientes Arbeiten.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIhre Qualifikationen:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSie verfügen über mindestens drei Jahre relevante Berufserfahrung in der professionellen Softwareentwicklung.\u003c/li\u003e\n\u003cli\u003eSie begeistern sich für die Softwareentwicklung mit Fokus auf Algorithmen und Datenstrukturen sowie hardwarenahe Programmierung und besitzen sehr gute Kenntnisse im Aufbau und Zusammenspiel von Hardware und Betriebssystem, auch im Hinblick auf Ressourcenbedarf und Performance.\u003c/li\u003e\n\u003cli\u003eSie haben Erfahrung im Bereich Server/Backend-Entwicklung inkl. Bereitstellung von APIs/Schnittstellen und haben idealerweise Kenntnisse in C# und C++.\u003c/li\u003e\n\u003cli\u003eIhre Arbeitsweise zeichnet sich durch analytische und konzeptionelle Fähigkeiten sowie durch eine ausgeprägte Lösungsorientierung aus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eFür Ihre Fragen zur Vakanz steht Ihnen Philipp v. Kwiatkowski, Senior HR Business Partner, zur Verfügung: Tel: +49 228 9770 376 / \u003ca href=\"mailto:philipp.kwiatkowski@comma-soft.com\"\u003ephilipp.kwiatkowski@comma-soft.com\u003c/a\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eBitte bewerben Sie sich über folgenden Link:\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://comma-soft.com/job/senior-backend-developer-net/\"\u003ehttps://comma-soft.com/job/senior-backend-developer-net/\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaTJiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e5de8cdae0217322f99686d8d7ce12747faa5d58/202102_Logo_Schutzraum_pos-scaled.jpg"
  },
  {
     "id":"204b87e6-aa8a-44ad-9bc8-e4fe73b6127c",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/204b87e6-aa8a-44ad-9bc8-e4fe73b6127c",
     "created_at":"Wed Mar 03 11:47:52 UTC 2021",
     "company":"Commonwealth Bank",
     "company_url":"https://www.commbank.com.au/about-us/careers/engineering.html",
     "location":"Sydney, Australia",
     "title":"Back End Senior Software Engineer (.Net, .Net Core)",
     "description":"\u003cul\u003e\n\u003cli\u003e\u003cem\u003eYou are working with new technologies on the back end of the CommBank Mobile App\u003c/em\u003e\u003c/li\u003e\n\u003cli\u003e\u003cem\u003eWe can build on this #1 rated app, used by millions of customers\u003c/em\u003e\u003c/li\u003e\n\u003cli\u003e\u003cem\u003eTogether we continue to implement new technology and best practices to ensure the best customer experience\u003c/em\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCommBank is recognised as leading the industry in IT and operations with its world-class platforms and processes, agile approaches, and innovation in everything from payments to internet banking and mobile apps. We have a significant demand in forecast for 2021 in hiring for talented Back End Software Engineers – this includes Mid-Level, Senior Engineers \u0026amp; Lead Engineers. If you are looking for an exciting new challenge to kick of 2021 – apply today \u0026amp; be the first to hear of relevant opportunities that become available.\u003c/p\u003e\n\u003cp\u003eOur developers are passionate, driven, flexible and collaborative. We have an inclusive culture where you can freely share ideas. Our Digital Technology team drives the digital experience for more than 14.5 million customers across Australia and the world. We have one of the biggest software engineering teams in Australia working on a range of key technical assets, including NetBank, Mobile and Payments services. We make it easy for you to learn and build on your career. We are collaborative, agile and are using the latest technologies.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout you\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou are a Back End Developer or a Software Engineer who enjoys the challenge and satisfaction of writing elegant and efficient code\u003c/li\u003e\n\u003cli\u003eYou are experienced in .NET Core, C#, .Net, SQL\u003c/li\u003e\n\u003cli\u003eExtensive experience in developing public APIs using C# .Net Core Web API framework\u003c/li\u003e\n\u003cli\u003eExperience in building secure enterprise scale applications is useful\u003c/li\u003e\n\u003cli\u003eExcellent debugging skills; able to debug complex technical issues involving multiple system components\u003c/li\u003e\n\u003cli\u003eA demonstrated understanding and appreciation of software implementation best practices\u003c/li\u003e\n\u003cli\u003eExtensive experience with source control and continuous integration systems (Git, Stash, TFS, TeamCity)\u003c/li\u003e\n\u003cli\u003eYou are passionate about keeping up to date with the latest technology\u003c/li\u003e\n\u003cli\u003eExcellent communication with non-technical stakeholders\u003c/li\u003e\n\u003cli\u003ePassion for continually improve the people and processes within your team.\u003c/li\u003e\n\u003cli\u003eExpert knowledge of microservices architecture and RESTful APIs.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat's in it for you?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFlexible work options to support your emotional and mental well-being in the role!\u003c/li\u003e\n\u003cli\u003eAn inclusive team culture that promotes collaboration and innovation at their core\u003c/li\u003e\n\u003cli\u003eAmazing development and career progression programs to help you grow!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePlease be aware that as part of our process in hiring for Software Engineers across levels will be required to complete a coding assessment as part of this process.\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eApply via the link below:\n\u003ca href=\"https://cba.wd3.myworkdayjobs.com/CommBank_Careers/job/Sydney-CBD-Area/Back-End-Software-Engineer--Net--Net-Core----Expression-of-Interest-for-2021_REQ122536\"\u003ehttps://cba.wd3.myworkdayjobs.com/CommBank_Careers/job/Sydney-CBD-Area/Back-End-Software-Engineer--Net--Net-Core----Expression-of-Interest-for-2021_REQ122536\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaVdiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--fe83b3d52dce78a23ded0531755f2cb79820e605/Stacked%20Wordmark_no%20back.png"
  },
  {
     "id":"6c179a25-6547-4522-8af7-dfb96ee3e224",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/6c179a25-6547-4522-8af7-dfb96ee3e224",
     "created_at":"Wed Mar 03 11:45:20 UTC 2021",
     "company":"ACCURE Battery Intelligence GmbH",
     "company_url":"https://www.accure.net",
     "location":"Remote",
     "title":"Senior Python Developer (d/f/m)",
     "description":"\u003cp\u003eACCURE Battery Intelligence is an Aachen-based software start-up founded in 2020. We combine cutting-edge research with a practical understanding of the challenges that companies face when dealing with modern battery systems. Using our highly scalable cloud monitoring and optimization platform, we drastically improve the safety and performance of batteries in electric vehicles or grid storage.\u003c/p\u003e\n\u003cp\u003eTo do this, we need passionate builders and storytellers to join our fast-growing international team. At ACCURE, people with diverse professional backgrounds work together on our common vision of a clean energy future. We value passion and humbleness and are looking for highly motivated individuals to join our team.\u003c/p\u003e\n\u003cp\u003eDo you love sustainable energy, software and the magic that happens when they converge at scale? Do you have the skills and experience we’re looking for to better connect with and serve our clients? If so, we’d like to meet you!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTasks\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking for a highly skilled, full-time Python Developer who is eager to improve and accelerate our software development process. You will be responsible for the code quality of our product. You will develop new python modules yourself and support the implementations of our battery-engineers, e.g. in pair-programming sessions. You will also work together with your Infrastructure Team to ensure a highly scalable code base for our cloud-base environments.\u003c/p\u003e\n\u003cp\u003eYour Responsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop new python modules as part of our battery analysis cloud platform\u003c/li\u003e\n\u003cli\u003eImprove overall code quality and accelerate software development\u003c/li\u003e\n\u003cli\u003ePair-programming with battery-engineers\u003c/li\u003e\n\u003cli\u003eMentor junior developers to improve their Python skills\u003c/li\u003e\n\u003cli\u003eAlign battery-related functionalities with the overall cloud-computing framework\u003c/li\u003e\n\u003cli\u003eParticipate in the coordination of our agile development process\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong python skills, especially with modules such as numpy, Pandas, scipy, xarray, and SQLAlchemy\u003c/li\u003e\n\u003cli\u003e3+ years of working experience in an agile DevOps environment, ideally in a tech company or startup\u003c/li\u003e\n\u003cli\u003eEmpathic person with teaching-skills\u003c/li\u003e\n\u003cli\u003ePassion and understanding for test-driven development\u003c/li\u003e\n\u003cli\u003eExperience with scientific datasets, especially time series data\u003c/li\u003e\n\u003cli\u003eExcellent communication skills (written and verbal)\u003c/li\u003e\n\u003cli\u003eContributions to open-source projects are beneficial\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDirect involvement with technologies which are at the forefront of the global energy transition\u003c/li\u003e\n\u003cli\u003eAn opportunity to build the software framework of a deep-tech startup with significant traction\u003c/li\u003e\n\u003cli\u003ePowerful hardware and working environment/IDE of your choice\u003c/li\u003e\n\u003cli\u003eA lovely office at the heart of Europe; with remote working possibilities\u003c/li\u003e\n\u003cli\u003eFlexible scheduling and competitive salary\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAt ACCURE, we're committed to cultivating an environment that promotes equality, diversity, and inclusion. We believe our unique qualities must be celebrated as they are critical to our innovation. It's essential to us that you bring your authentic self to work every single day, no matter your age, ethnicity, religion, citizenship, gender identity, sexual orientation, disability status, neurodiversity, or otherwise. Inclusion isn't just an initiative at ACCURE. We strive to embed it not just into our core values but throughout our entire ecosystem.\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://accure.join.com/jobs/1921892-senior-python-developer-d-f-m?pid=357a3b4531918760973f\u0026amp;oid=15e97318-a0f3-40db-af60-a816bf1d41b7\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bpython%2Bdeveloper%2Bd%2Bf%2Bm\"\u003ehttps://accure.join.com/jobs/1921892-senior-python-developer-d-f-m?pid=357a3b4531918760973f\u0026amp;oid=15e97318-a0f3-40db-af60-a816bf1d41b7\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bpython%2Bdeveloper%2Bd%2Bf%2Bm\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaUtiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a6291863942944ddc67e1cebed824c0ea8067328/accure%20logo.png"
  },
  {
     "id":"2f86b107-145c-4a56-82ed-e266e1a1429d",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/2f86b107-145c-4a56-82ed-e266e1a1429d",
     "created_at":"Wed Mar 03 10:55:31 UTC 2021",
     "company":"Commonwealth Bank",
     "company_url":"https://www.commbank.com.au/about-us/careers/engineering.html",
     "location":"Sydney, Australia",
     "title":"iOS Developers – Mid \u0026 Senior Level – Expressions of Interest for 2021",
     "description":"\u003cp\u003eOur Digital team are forecasted to hire a number of talented Mobile Developers for 2021. We have a wide range of positions available for both Mid-level \u0026amp; Senior Level iOS professionals. This is an exciting opportunity to work in one of Australia’s largest native mobile teams supporting some of our award winning iOS application including but not limited to the CommBank App, CommSec, NetBank or it could be an entirely new product altogether!\u003c/p\u003e\n\u003cp\u003eIf you are looking for a new \u0026amp; exciting opportunity in iOS Mobile Development for 2021 – please apply today \u0026amp; we will reach out in the new year for a confidential discussion.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou want to join the team that builds the  #1 native mobile banking app in Australia\u003c/li\u003e\n\u003cli\u003eWork with passionate and creative iOS developers\u003c/li\u003e\n\u003cli\u003eFocus on building and progressing awesome native mobile applications impacting millions of customer’s everyday\u003c/li\u003e\n\u003cli\u003eWork/life balance is pertinent to you\u003c/li\u003e\n\u003cli\u003eYou always place customers in the centre of everything you do\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf the answers are yes, then we would like to hear from you.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Team\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe Commonwealth Bank mobile team is the largest native mobile team in Australia working on the iOS platform. We are proud to build mobile apps which help millions of Australians manage and protect their financial wellbeing every day. We develop and create code which is elegant and simple, concise and clear using the latest technologies. We’re learning from each other every single day and innovation, passion and creativity is embedded in our culture. Not to mention we have a number of career progression opportunities internally – we believe in upskilling \u0026amp; helping our people be the best that they can be – some of our career pathways include the opportunity to work your way up to a Senior Engineer, Lead Engineer or even an Engineering Manager role.\u003c/p\u003e\n\u003cp\u003eOur goal is simple; to be recognised as the #1 Digital development team in Australia. To achieve this, we are seeking Software Engineer/Senior Engineer/Lead and Specialist Engineers to help us drive innovation and transformation by placing a heavy emphasis on the craft of software development and the adoption of engineering principles.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Opportunity\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re looking for passionate iOS Engineers with strong native mobile application experience. You will collaborate with your colleagues to build and design mobile apps and features for 5+ million customers working on market leading digital products. Using the latest technologies, you’ll be defining future trends for the financial services industry and using your excellent problem solving skills to build high quality, technical solutions.\u003c/p\u003e\n\u003cp\u003eYou will have an appreciation of the value of Agile and of engineering practices. You’ll be passionate about design and writing clean and efficient code. This is an amazing opportunity to work with and learn from the best mobile engineers in the country who emphasise collaboration and communication, quality and excellence. We are a diverse team who have the same interests and goals as you, learning more about your craft from each other every day.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour Experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDeveloping robust and secure native iOS applications with Swift\u003c/li\u003e\n\u003cli\u003eYou keep up to date with the latest iOS development practices both commercially \u0026amp; independently\u003c/li\u003e\n\u003cli\u003eGood understanding of RESTful services and Integration with IOS applications\u003c/li\u003e\n\u003cli\u003eBe eager to learn and enjoy new technologies\u003c/li\u003e\n\u003cli\u003eEnjoy working on your own projects and be a part of the iOS development community\u003c/li\u003e\n\u003cli\u003eEnthusiasm for a great user experience\u003c/li\u003e\n\u003cli\u003eDeep thinking, being logical, having imagination, design focus\u003c/li\u003e\n\u003cli\u003eA strong appreciation of continuous delivery and automated testing and the value that these provide\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePlease be aware that all candidates who wish to be considered for a Mobile Development role will be required to complete a coding assignment as part of our process.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHow we’ll reward you\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThere’s more to working at CommBank than just great financial rewards. We provide excellent opportunities for career progression. Want to spend more time with your family, or on your health and fitness? Ready to grow your career but still maintain a balance? Not only do we offer training and development that’s tailored to your ambitions, you’ll also experience the flexibility and support that are just part of life here. Find out what’s on offer and how different people are using the wide range of benefits we provide at commbank.com.au/careers\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eThese roles will be based at South Eveleigh – our brand new state-of-the-art precinct which will soon be home to 10,000 of our people. We’re embedding ourselves in a location that will support our goal to be best in digital. We’ll be part of the wider technology community at this exciting location so the opportunity to learn and exchange ideas will be endless.\u003c/em\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eApply via the link below:\n\u003ca href=\"https://cba.wd3.myworkdayjobs.com/CommBank_Careers/job/Sydney-CBD-Area/iOS-Developers---Mid---Senior-Level---Expressions-of-Interest-for-2021_REQ122361\"\u003ehttps://cba.wd3.myworkdayjobs.com/CommBank_Careers/job/Sydney-CBD-Area/iOS-Developers---Mid---Senior-Level---Expressions-of-Interest-for-2021_REQ122361\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaUNiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d570e5baffd84716f9f33e3dabefc9e897a8b977/Stacked%20Wordmark_no%20back.png"
  },
  {
     "id":"a13a8340-76eb-4fae-9ec5-c3ca61f8f846",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/a13a8340-76eb-4fae-9ec5-c3ca61f8f846",
     "created_at":"Wed Mar 03 10:13:00 UTC 2021",
     "company":"Shell Business operations, Chennai",
     "company_url":"https://jobs.shell.com/",
     "location":"Chennai",
     "title":"Data Scientist - Space Planner",
     "description":"\u003ch2\u003eGeneral Position Definition\u003c/h2\u003e\n\u003cp\u003eShell are looking to strengthen their Space Planning function by recruiting an experienced Space Planner specialising in macro and micro space planning. This is an exciting opportunity to join a small, specialised department within the newly formed team and really make your mark in Convenience Retail. Shell have recently implemented new space software to help support their micro and macro space. The Space Planner will be fully involved in managing the existing shop plans, planograms and identifying opportunities to increase space performance across different markets. This role comes with high degree of autonomy\u003c/p\u003e\n\u003ch2\u003ePurpose\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eCreating macro space layouts for new shops and analysing existing performance to ensure each shop has the optimal category space to maximise the shop profitability.\u003c/li\u003e\n\u003cli\u003eWorking closely with Shop Format managers within markets to create and maintain shop plans and linking in the relevant planograms\u003c/li\u003e\n\u003cli\u003eDeliver planogram creation and maintenance to meet business needs of regularly scheduled and adhoc requests for; merchandise sets, new stores, remodels and special projects.\u003c/li\u003e\n\u003cli\u003eWork closely with Category Management to deliver visually appealing versioned planograms based on store clustering, space definitions and defined flow in accordance with agreed service level agreements (SLA).\u003c/li\u003e\n\u003cli\u003eAnalysing performance to optimise the range across the various sizes of Planogram and Shop Formats\u003c/li\u003e\n\u003cli\u003eEnable and ensure more data science driven Macro and Micro Space planning\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eSkills\u003c/h2\u003e\n\u003cp\u003e\u003cstrong\u003eStakeholder Engagement Skills\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIdentify actionable insights that directly address challenges / opportunities\u003c/li\u003e\n\u003cli\u003eArticulate business insights and recommendations (based on model output) to respective stakeholders\u003c/li\u003e\n\u003cli\u003eUnderstanding business KPI's, frameworks and drivers for performance\u003c/li\u003e\n\u003cli\u003eProficiency Level: \u003cstrong\u003eSkill\u003c/strong\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIndustry / Functional Expertise\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAt least 7 years’ relevant experience within the Retail industry, ideally within a Space Planning role\u003c/li\u003e\n\u003cli\u003eIdeally some experience with any Micro Space planning tools (Spaceman preferable)\u003c/li\u003e\n\u003cli\u003eComponent with CAD design software\u003c/li\u003e\n\u003cli\u003eGood analytical skills\u003c/li\u003e\n\u003cli\u003eGood communication skills\u003c/li\u003e\n\u003cli\u003eCompetent with Excel \u0026amp; Word\u003c/li\u003e\n\u003cli\u003eAbility to work with minimum supervision\u003c/li\u003e\n\u003cli\u003eAbility to work to tight deadlines and manage a fluid workload\u003c/li\u003e\n\u003cli\u003eProficiency Level: \u003cstrong\u003eSkill\u003c/strong\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eModeling and Technology Skills\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eStrong experience in specialized analytics tools and technologies (including, but not limited to Neilson SpaceMan\u003c/li\u003e\n\u003cli\u003eIdentify the right approach(es) for given scenario and articulate why the approach fits\u003c/li\u003e\n\u003cli\u003eAssess data availability and design feasibility\u003c/li\u003e\n\u003cli\u003eReview interpretation of design results\u003c/li\u003e\n\u003cli\u003eEvaluate fitment based on business / function scenario\u003c/li\u003e\n\u003cli\u003eProficiency Level: Skill\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eSpecial Challenges\u003c/h2\u003e\n\u003cp\u003eThe ideal candidate would be someone with experience in macro space planning and who enjoys variety in their role. Additionally, working knowledge of CAD is important as this is a key aspect of the role.\u003c/p\u003e\n\u003ch2\u003eExperience\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e7-9 years of relevant experience in Retail domain\u003c/li\u003e\n\u003cli\u003eAdvanced university degree in Mathematics, Statistics, Engineering, Economics, Quantitative Finance, OR, etc.\u003c/li\u003e\n\u003cli\u003eGood interpersonal communication skills and influencing skills\u003c/li\u003e\n\u003cli\u003eEagerness to learn and ability to work with limited supervision\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eInterested?\u003c/h2\u003e\n\u003cp\u003eApply now via the \u003cstrong\u003eApplication form\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/2PjPnLL\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.io/2PjPnLL\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaCtiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8ad61fd74740de888a98244dcf16c636feafc136/shell.jpeg"
  },
  {
     "id":"c0088e69-b039-4984-a9f1-a7c4fee63843",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/c0088e69-b039-4984-a9f1-a7c4fee63843",
     "created_at":"Wed Mar 03 09:52:19 UTC 2021",
     "company":"Alliander",
     "company_url":null,
     "location":"Arnhem",
     "title":"Lead Data Engineer bij Alliander",
     "description":"\u003cp\u003eBen jij ‘thought leader’ binnen het vakgebied Data Engineering en wil je echt een verschil maken? Lees dan snel verder!\u003c/p\u003e\n\u003ch2\u003eJouw Energie\u003c/h2\u003e\n\u003cp\u003e\u003cstrong\u003eWat ga jij doen?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe bent counterpart van de chapter lead (die zich primair richt op vakmanschap, HR, finance), als expertise lead\u003c/li\u003e\n\u003cli\u003eJe geeft richting aan de ontwikkelingen van vakkennis van het chapter en draagt vormt de strategie\u003c/li\u003e\n\u003cli\u003eJe bent gewend de werken vanuit architectuur, waar je zelf een actieve bijdrage aan levert vanuit je vakgebied\u003c/li\u003e\n\u003cli\u003eJe draagt actief bij aan het continu verbeteren van de werkwijze van ons mooie chapter\u003c/li\u003e\n\u003cli\u003eJe bent adviseert gevraagd en ongevraagd trainees, junior, medior, senior collega’s in de te kiezen oplossing en bent ook graag (hands-on) onderdeel van een scrumteam (soms voor langere tijd, soms als traveler)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eJouw werkgever\u003c/h2\u003e\n\u003cp\u003eHet chapter Data Engineering zoekt dé Lead Data Engineer!\u003c/p\u003e\n\u003cp\u003eWij zijn Alliander, een groep waarin verschillende bedrijven actief zijn waaronder Liander, Qirion en Kenter.\u003c/p\u003e\n\u003cp\u003eVoor miljoenen Nederlanders ontwikkelen én beheren we het energienet. Dat is hard werken, zeker nu de energietransitie in volle gang is. We zijn dan ook blij dat we kunnen rekenen op de kennis en kunde van onze 7.000 vakmensen. Met elkaar bedenken en realiseren we technisch slimme oplossingen die het energienet klaarmaken voor de toekomst.\u003c/p\u003e\n\u003cp\u003eAlliander is de beheerder van het grootste energienetwerk van Nederland. Onze belangrijkste taak is het beheren en uitbreiden van ons netwerk. Daarnaast heeft Alliander een trekkende rol in het waarmaken van de energietransitie.\u003c/p\u003e\n\u003cp\u003eDenk hierbij aan de uitbreiding van ons netwerk met zonnepanelen, elektrisch vervoer en warmtepompen.\u003c/p\u003e\n\u003cp\u003eOm de vele uitdagingen die hierbij komen kijken op te kunnen lossen investeert Alliander veel in data en analytics. Naast de standaard BI reporting zijn we volop bezig met data science, geospatial analyses en distributed computing in de cloud en on-premise.\u003c/p\u003e\n\u003cp\u003eBinnen Alliander zijn business en IT verweven en wordt gewerkt onder (enterprise) architectuur, met richtlijnen voor data-governance vanuit het Data Office. IT is georganiseerd in 10 chapters, waaronder het chapter data engineering. Dit chapter bestaat uit 60 data-engineers, die werken in verschillende scrumteams.\u003c/p\u003e\n\u003ch2\u003eJouw arbeidsvoorwaarden\u003c/h2\u003e\n\u003cp\u003eJij hebt de energie, wij bieden je de ruimte. Ruimte om het beste uit jezelf te halen, daar worden we immers allemaal beter van. Jij, Alliander en vooral onze klanten. En er is meer. Voor deze vacature kan je rekenen op (o.b.v. een 38-urige werkweek):\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003etot wel €7.061,- (schaal 11) bruto per maand.\u003c/li\u003e\n\u003cli\u003eeen vast contract na 1 jaar.\u003c/li\u003e\n\u003cli\u003eop fulltime basis een Persoonlijk Budget van 18% van het jaarsalaris. Je kunt dit laten uitbetalen, er - extra verlofdagen van kopen of storten in je pensioen.\u003c/li\u003e\n\u003cli\u003eeen vergoeding van 70% van het wettelijk minimum loon over de ouderschapsverlofuren. Dit geldt bij het opnemen van ouderschapsverlof na 1 jaar dienstverband.\u003c/li\u003e\n\u003cli\u003eelk jaar 36 uur (4,5 dag) extra spaarverlof. Dit verlof kan je opnemen of maximaal 10 jaar sparen voor bijvoorbeeld een sabbatical.\u003c/li\u003e\n\u003cli\u003eeen duurzaam inzetbaarheid budget van € 500,-. Deze kun je inzetten voor bijvoorbeeld loopbaanontwikkeling, een sportabonnement en/of arbo-proof thuiswerkmeubilair.\u003c/li\u003e\n\u003cli\u003eeen ABP-pensioen waarvan Alliander 70% betaalt.\u003c/li\u003e\n\u003cli\u003eeen vaste eindejaarsuitkering van 5,94%.\u003c/li\u003e\n\u003cli\u003eAlliander biedt veel ruimte en mogelijkheden voor jouw ontwikkeling. Daarvoor werken we samen met de beste opleiders van Nederland. Je kunt kiezen uit een breed aanbod aan trainingen, workshops, opleidingen, studieboeken, webinars en E-learningmodules.\u003c/li\u003e\n\u003cli\u003eeen NS Business Card of als je met de auto reist een kilometervergoeding.\u003c/li\u003e\n\u003cli\u003eeen bruto bijdrage van € 360 en kortingen bij afname van een aanvullende verzekering als je een collectieve ziektekostenverzekering bij Zilveren Kruis Achmea hebt.\u003c/li\u003e\n\u003cli\u003eeen laptop en mobiele telefoon, anders: Bring Your Own Device.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBij Alliander is het er allemaal en we hebben het op een rij gezet op \u003ca href=\"http://www.werkenbijalliander.com/jouw-arbeidsvoorwaarden\"\u003ewww.werkenbijalliander.com/jouw-arbeidsvoorwaarden\u003c/a\u003e.\u003c/p\u003e\n\u003ch2\u003eJouw achtergrond\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eBusinesskennis van verschillende relevante bedrijfsdomeinen (zoals netbeheer, energieleverancier, asset-management, finance, HR)\u003c/li\u003e\n\u003cli\u003eJe kan developers, PO’s en andere collega’s inspireren en overtuigen vanuit ontwikkelingen en kansen binnen data engineering\u003c/li\u003e\n\u003cli\u003eAfgeronde HBO of WO opleiding\u003c/li\u003e\n\u003cli\u003eRuime hands-on ervaring met data-integratie tools zoals SAP HANA, SAP BO, SAS DI Studio, Informatica, ook SQL kent geen geheimen meer voor je\u003c/li\u003e\n\u003cli\u003eCBIP certificering en/of diepgaande kennis van verschillende modelleertechnieken en (E)DW/BI lifecycle en ODS (Kimball)\u003c/li\u003e\n\u003cli\u003eUitstekende schriftelijke / mondelinge communicatievaardigheden in de Nederlandse taal\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eJouw actie\u003c/h2\u003e\n\u003cp\u003eWe hebben ruimte voor jouw energie! Solliciteer op deze vacature via de \u003cstrong\u003eSollicitatieformulier.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eMeer informatie over de selectieprocedure? Contact Chantal Lopulalan, corporate recruiter, via \u003ca href=\"mailto:Chantal.lopulalan@alliander.com\"\u003eChantal.lopulalan@alliander.com\u003c/a\u003e.\u003c/p\u003e\n\u003ch2\u003eJouw sollicitatieprocedure\u003c/h2\u003e\n\u003cp\u003eAlliander screent alle sollicitanten. Hoe die screening er precies uitziet, varieert per vacature. Denk bijvoorbeeld aan een referentiecheck, check van de authenticiteit van identiteitspapieren en diploma's, een integriteitsonderzoek en/of het opvragen van een verklaring omtrent gedrag. Ook kan een assessment deel uitmaken van de sollicitatieprocedure.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3q6b2nh\"\u003eKlik hier voor het sollicitatieformulier!\u003c/a\u003e\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.io/3q6b2nh\"\u003eKlik hier voor het sollicitatieformulier!\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaDJiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--857f7ad7f267ac01a9ed44235bddbfaa9d1f4ec7/alliander.jpeg"
  },
  {
     "id":"7cb6bf0b-6d3c-43ed-8551-a0fc90ebec75",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/7cb6bf0b-6d3c-43ed-8551-a0fc90ebec75",
     "created_at":"Wed Mar 03 09:36:46 UTC 2021",
     "company":"Commonwealth Bank",
     "company_url":"https://www.commbank.com.au/about-us/careers/engineering.html",
     "location":"Sydney, Australia",
     "title":"Senior Data Engineer - Scala, Spark, Big Data",
     "description":"\u003cul\u003e\n\u003cli\u003e\u003cem\u003eYou are determined to stay ahead of the latest Big Data technologies\u003c/em\u003e\u003c/li\u003e\n\u003cli\u003e\u003cem\u003eWe're one of the largest and most advanced Data Engineering teams in the country\u003c/em\u003e\u003c/li\u003e\n\u003cli\u003e\u003cem\u003eTogether we can build state-of-the-art data solutions that power seamless experiences for millions of customers\u003c/em\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDo work that matters\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs an experienced data engineer with proven expertise in software development and a passion for providing data-driven solutions, you’re ahead of trends and work at the forefront of Big Data technologies.\u003c/p\u003e\n\u003cp\u003eWhich is why we’re the perfect fit for you. Here, you’ll be part of a team of engineers going above and beyond to improve the standard of digital banking. Using the latest tech to solve our customers’ most complex data-centric problems.\u003c/p\u003e\n\u003cp\u003eAcross our end-to-end cycle, it will be your job to support the design and construction of large-scale automated machine learning and data mining practices. Drawing from your ability to integrate diverse sets of data from multiple sources you will design, develop and build industry-leading group data products.\u003c/p\u003e\n\u003cp\u003eYour experience means you’re able to execute state-of-the-art coding practices, driving high quality outcomes to solve core business objectives and minimise risks. Communicating to technical and non-technical stakeholders across the business comes naturally to you.\u003c/p\u003e\n\u003cp\u003eAs someone who’s both eager to learn and share knowledge, you’re at home in a culture where quality, excellence and openness are championed. Here you’ll experience flexibility, great rewards and the opportunity to drive your own career growth.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSee yourself in our team\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eTo us, data is everything. It’s what powers our cutting-edge features and it’s the reason we can provide seamless experiences for millions of customers from app to branch.\u003c/p\u003e\n\u003cp\u003eWe’re responsible for CommBank’s key analytics capabilities and work to create world-leading capabilities for analytics, information management and decisioning. We work across the Group Data Warehouse, Hadoop Big Data Platform, Pega Decisioning, SAS, R, Tableau, Oracle BI, Ab Initio and Data Stage.\u003c/p\u003e\n\u003cp\u003eWe value innovation and encourage our employees to constantly think outside the box and break boundaries to solve complex problems. Our diverse teams are dedicated to learning, sharing knowledge and continuous improvement.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe’re always interested in hearing from people who:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHave experience working with enterprise-level software applications providing Big Data solutions on Cloudera Hadoop platform\u003c/li\u003e\n\u003cli\u003ePossess strong skills and background within software engineering, preferably with backend coding in Java, Scala and Python\u003c/li\u003e\n\u003cli\u003eHold a strong exposure to Ab Initio ETL product suite\u003c/li\u003e\n\u003cli\u003eDemonstrated experience in writing Spark APIs, Hive and Impala queries, along with strong expertise working with Apache Kafka and Apache Cassandra\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat skills you will need to be successful?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong skills in software data engineering and functional programming in Scala, along with backend coding expertise in Java and Python are mandatory.\u003c/li\u003e\n\u003cli\u003eDemonstrated experience in design and development of big data applications on a Hadoop platform, using Spark and ETL based tech stack is highly essential.\u003c/li\u003e\n\u003cli\u003eCommendable skills in building group data products from scratch, by integrating large sets of data from hundreds of internal and external sources would be highly critical.\u003c/li\u003e\n\u003cli\u003eA true passion to learn new skills, along with being diligent to solve data problems with a proactive, risk-mindset.\u003c/li\u003e\n\u003cli\u003eA natural ability to educate, communicate and positively influence large stakeholder groups, and to continuously collaborate with multiple engineering teams is highly essential!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat's in it for you?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFlexible working programs to promote your mental well-being and work life balance!\u003c/li\u003e\n\u003cli\u003eA brilliant team culture that promotes collaboration and innovation at its core!\u003c/li\u003e\n\u003cli\u003eFantastic opportunities for career growth\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003eApply via the link below:\n\u003ca href=\"https://cba.wd3.myworkdayjobs.com/CommBank_Careers/job/Sydney-CBD-Area/Senior-Engineer---Scala--Spark--Big-Data_REQ125306\"\u003ehttps://cba.wd3.myworkdayjobs.com/CommBank_Careers/job/Sydney-CBD-Area/Senior-Engineer---Scala--Spark--Big-Data_REQ125306\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaFdiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3d3a02ec1a42f46b096bae538129762c12d58b93/Stacked%20Wordmark_no%20back.png"
  },
  {
     "id":"141adcf6-cc65-4c93-aa60-2bd617a9e9cb",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/141adcf6-cc65-4c93-aa60-2bd617a9e9cb",
     "created_at":"Wed Mar 03 08:28:43 UTC 2021",
     "company":"DEVK Versicherungen",
     "company_url":"https://www.devk.de/",
     "location":"Germany (50667 Köln)",
     "title":"Java-Entwickler / DevOps Engineer (d/m/w)",
     "description":"\u003cp\u003eSeit mehr als 130 Jahren legen Versicherte in Deutschland ihre Risiken des Alltags vertrauensvoll in die Hände der DEVK Versicherungen. Heute ist die DEVK bundesweit präsent und betreut die persönlichen Anliegen von über vier Millionen Kunden in allen Versicherungssparten.\u003c/p\u003e\n\u003cp\u003eGemeinsam mit den Fachbereichen Krankenversicherung und Pensionsfonds arbeiten unsere IT-Spezialisten an innovativen Lösungen. Als Java-Entwickler / DevOps Engineer (d/m/w) sind Sie verantwortlich für die Weiterentwicklung und Betreuung unserer JAVA-Anwendungen und den Ausbau der Partnerschaft mit den beiden Fachbereichen.\u003c/p\u003e\n\u003cp\u003eIhre Aufgaben\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEigenverantwortliche JAVA-/DevOps-Entwicklung im crossfunktionalen Umfeld\u003c/li\u003e\n\u003cli\u003eProduktbetreuung der JAVA-Anwendungen zweier Fachbereiche\u003c/li\u003e\n\u003cli\u003eOptimierung der Produktionsprozesse und Erweiterung der Automatisierung unserer CI/CD Pipeline\u003c/li\u003e\n\u003cli\u003eAusbau der Testautomatisierung\u003c/li\u003e\n\u003cli\u003eBeratung der Fachbereiche auf den Gebieten Anwendungsentwicklung und Benutzeroberflächen\u003c/li\u003e\n\u003cli\u003ePflege von technischen Dokumentationen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIhr Profil\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eErfolgreich abgeschlossenes IT-Studium oder entsprechende Ausbildung mit mehrjähriger einschlägiger Berufserfahrung\u003c/li\u003e\n\u003cli\u003eMehrjährige praktische Erfahrung in der JAVA-Anwendungsentwicklung\u003c/li\u003e\n\u003cli\u003eFundierte Kenntnisse in Technologien unseres Stacks: Linux, Java, GitLab, CI/CD Pipeline, HTML-, CSS-, Spring\u003c/li\u003e\n\u003cli\u003eMethodische Kenntnisse im Bereich der Softwareentwicklung: Clean-Code-Entwicklung, arc42, SA4D, etc.\u003c/li\u003e\n\u003cli\u003eEntscheidungs- und Konfliktfähigkeit sowie hohe Service- und Kundenorientierung\u003c/li\u003e\n\u003cli\u003eBegeisterung Neues zu lernen, auszuprobieren und Gelerntes zu vermitteln\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eUnsere Benefits\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSichere Arbeitsplätze in einem stetig wachsenden Unternehmen\u003c/li\u003e\n\u003cli\u003eEine hervorragende arbeitgeberfinanzierte betriebliche Altersversorgung\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeitmodelle\u003c/li\u003e\n\u003cli\u003eHomeofficeoptionen\u003c/li\u003e\n\u003cli\u003eStark vergünstigtes Job-Ticket\nInformieren Sie sich über unsere weiteren Benefits auf unserer website: \u003ca href=\"https://bit.ly/304zLhv\"\u003ehttps://bit.ly/304zLhv\u003c/a\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWir freuen uns darauf, Sie persönlich kennenzulernen. Falls Sie noch Fragen haben, rufen Sie uns gerne an.\u003c/p\u003e\n\u003cp\u003eIhr Ansprechpartner\nTanja Willing\u003c/p\u003e\n\u003cp\u003eTel.: +49 221 757-1154\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eJetzt bewerben: \u003ca href=\"https://bit.ly/2ML1DUO\"\u003ehttps://bit.ly/2ML1DUO\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eDEVK-Stellenbörse: \u003ca href=\"https://bewerbungsportal.devk.de/index\"\u003ehttps://bewerbungsportal.devk.de/index\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaENiIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--fdbb8c2148340c8d8e18c9e0ec10c3e651cec35b/logo_treffer(1).png"
  },
  {
     "id":"f6ab7201-16b2-4e57-b043-022a9b5d6cf6",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/f6ab7201-16b2-4e57-b043-022a9b5d6cf6",
     "created_at":"Tue Mar 02 19:15:33 UTC 2021",
     "company":"RMLS",
     "company_url":"https://www.linkedin.com/company/rmls",
     "location":"Portland, OR",
     "title":"Application Developer",
     "description":"\u003cp\u003e\u003cstrong\u003eWho are we?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eRMLS is the largest Realtor®-owned Multiple Listing Service (MLS) in the Northwest. RMLS exists to provide its subscribers with accurate and timely information on listings, the means to analyze the market, and state-of-the art professional tools. Our database contains virtually every property offered for sale by our subscribers with over two million total listings and more than two million tax records. It is the priority of RMLS to lead with accuracy, deliver exceptional service and support, and to be driven by integrity in everything we do.\u003c/p\u003e\n\u003cp\u003eRMLS knows that our success depends on our employees. We cultivate a culture of teamwork, friendliness, and exceptional service and support for our team and subscribers. We like to have fun, hustle hard, and are committed to cultivating a healthy work-life balance.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we are looking for:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking for an \u003cstrong\u003eApplication Developer\u003c/strong\u003e who is \u003cstrong\u003eteam oriented\u003c/strong\u003e, solution not problem focused, thrives and understands how to work in a \u003cstrong\u003enimble agile environment\u003c/strong\u003e. The Application Developer should have the ability to be \u003cstrong\u003eflexible\u003c/strong\u003e in their work method and help in other areas when needed – solutions and success aren't just defined by our job titles here. Our Application Developer would not be afraid of a tough deadline and would want to bring our real estate technology to the next level.\u003c/p\u003e\n\u003cp\u003eOur Development Department is \u003cstrong\u003epassionate about technology and learning modern tools and methodologies\u003c/strong\u003e and we want our next team member to have the same drive and passion. This is a \u003cstrong\u003epartially remote job\u003c/strong\u003e and will require some time in the Portland office (COVID protocols are currently in place).\u003c/p\u003e\n\u003cp\u003eOur employees set high bars for themselves and enjoy being part of a team and understand the value of good innovative code that can take real estate technology to the next level. If this all sounds like RMLS is the right environment for you to succeed in and enjoy, apply now.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eEssential Knowledge needed for this position:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCS degree or equivalent experience\u003c/li\u003e\n\u003cli\u003eMS stack experience\u003c/li\u003e\n\u003cli\u003eStrong database knowledge\u003c/li\u003e\n\u003cli\u003eWeb technology savvy\u003c/li\u003e\n\u003cli\u003eiOS/Android Technologies\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat would make this position and company a good fit:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTeam oriented\u003c/li\u003e\n\u003cli\u003eFlexible\u003c/li\u003e\n\u003cli\u003ePassionate about technology and learning modern tools and methodologies\u003c/li\u003e\n\u003cli\u003eNimble, agile environment\u003c/li\u003e\n\u003cli\u003eDisciplined/responsible remote team member/contributor\u003c/li\u003e\n\u003cli\u003ePartially remote (local to PDX)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRMLS benefits include:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHealth Insurance (medical, vision, dental)\u003c/li\u003e\n\u003cli\u003eHoliday Pay\u003c/li\u003e\n\u003cli\u003ePaid Vacation \u0026amp; Sick Days*\u003c/li\u003e\n\u003cli\u003e401(k) Plan - with matching*\u003c/li\u003e\n\u003cli\u003eLong Term Disability\u003c/li\u003e\n\u003cli\u003ePlus, additional employee elective benefits\u003c/li\u003e\n\u003c/ul\u003e\n",
     "how_to_apply":"\u003cp\u003eEmail your resume to \u003cstrong\u003eGreg Moore\u003c/strong\u003e at \u003cstrong\u003e\u003ca href=\"mailto:greg.m@rmls.com\"\u003egreg.m@rmls.com\u003c/a\u003e\u003c/strong\u003e.\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ3ViIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--64496f211a817d52cbc5c80cb47882e773576845/RMLS-Logo-FULL%20-%202021-01.png"
  },
  {
     "id":"44674cbc-c38f-4420-a3f7-388ea645103a",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/44674cbc-c38f-4420-a3f7-388ea645103a",
     "created_at":"Tue Mar 02 18:40:45 UTC 2021",
     "company":"Public Health Institute",
     "company_url":"http://www.phi.org/",
     "location":"Remote",
     "title":".NET Software Developer",
     "description":"\u003cp\u003e.NET Software Developer\u003c/p\u003e\n\u003cp\u003ePosting Number: 056-21\u003c/p\u003e\n\u003cp\u003eClassification Title: Program Analyst IV\u003c/p\u003e\n\u003cp\u003eProgram Name: Tracing Health\u003c/p\u003e\n\u003cp\u003eWorking Title: .NET Software Developer\u003c/p\u003e\n\u003cp\u003eProgram Areas: IT/Systems (Program/Project)\u003c/p\u003e\n\u003cp\u003eJob Description:\u003c/p\u003e\n\u003cp\u003eThe Public Health Institute (PHI) is an independent, nonprofit organization dedicated to promoting health, well-being, and quality of life for people throughout California, across the nation and around the world. As one of the largest and most comprehensive public health organizations in the nation, we are at the forefront of research and innovations to improve the efficacy of public health statewide, nationally, and internationally.\u003c/p\u003e\n\u003cp\u003ePosition Summary\nThe position will support and lead operational data projects and assist in the creation, development, and deployment of data platforms. Specifically, the position will support two technology initiatives of the tracing health program: 1) Technology Incubator - responds to the needs of the organization by supporting the development and deployment of applications as well as platforms needed for contact tracing based on the unique technology portfolio of the clients. 2) DataOps - responds to the challenges pertaining to the requirement of the clients by supporting collaborative development of data operations and related dataflows for the clients.\u003c/p\u003e\n\u003cp\u003eThe position will be responsible for participating at an advanced level in all phases of the development and maintenance life cycle for Dynamics CRM. Candidate must have extensive knowledge of Dynamics 365 CRM in all functional and technical areas, and hands-on experience with Dynamics CRM tables/entities, MS Dynamics administration, workflows, configuration (including UI / form development - web + unified client interface), security, reporting/dashboards, migration, custom development (including Unified Service Desk), web resources, data integrations, and CRM solution file management. The candidate must have the ability to manage/prioritize multiple demands from a large user base across multiple departments.\u003c/p\u003e\n\u003cp\u003eEssential Duties \u0026amp; Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eParticipate in design and architecture sessions with key business users, gather and document business processes and requirements for the system.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eWrite clear, concise, consistent user stories that accurately decompose high-level concepts and requirements into detailed, workable deliverables.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eArchitect the CRM system, related customizations, and reports, to model the business organizational process.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDevelop reports, dashboards and other analytical solutions using CRM Portals, Power BI and MS Power Apps.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eCoordinate and/or execute user acceptance testing prior to production implementation of new software or updates to existing software and systems.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAdvise business users on best practices for CRM development or integration processes.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eUtilize D365 CDS PowerApps model, automating business processes with Microsoft Flow.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eMaintain code repository, Azure DevOps backlog and source control.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eUtilize SDK and 3rd party tools such as XRM Toolbox for the administration of CRM system.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSupport the application, including fixing application issues.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMinimum Qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least five years experience in Dynamics 365 CRM development, CRM Portals configuration and customization experience. Preferably in a lead role.\u003c/li\u003e\n\u003cli\u003eStrong written communication skills, especially related to articulating technical specifications.\u003c/li\u003e\n\u003cli\u003eExperience in customizations, JavaScript, C#, .NET, HTML, Silverlight, MVC, SQL Server, SSRS including plugins, scripting and form creation.\u003c/li\u003e\n\u003cli\u003eExperience with CRM API, REST/ODATA and SOAP endpoints.\u003c/li\u003e\n\u003cli\u003eStrong understanding of and ability to configure security groups, roles and teams.\u003c/li\u003e\n\u003cli\u003eComfortable using Visual Studio, AzureDevOps, source control, CRM SDKSSIS or other ETL technologies using Scribe.\u003c/li\u003e\n\u003cli\u003eAbility to clearly communicate technology issues to business partners and business issues to technologists.\u003c/li\u003e\n\u003cli\u003eEffective facilitation skills in both one-on-one and small group settings.\u003c/li\u003e\n\u003cli\u003eAbility to work effectively and interact with all levels of the organization.\u003c/li\u003e\n\u003cli\u003eStrong analytical and problem-solving skills.\u003c/li\u003e\n\u003cli\u003eAbility to conceptualize, apply, analyze, synthesize and evaluate information to determine solutions.\u003c/li\u003e\n\u003cli\u003eAbility to question assumptions to ascertain their validity and evaluate appropriate solutions.\u003c/li\u003e\n\u003cli\u003eAbility to be flexible and work in a rapidly and constantly changing environment.\u003c/li\u003e\n\u003cli\u003eDemonstrated planning skills with high attention to detail.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eExpected Interactions:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDirector of Technology and DataOps, Department directors and functionaries.\u003c/li\u003e\n\u003cli\u003eDataOps team.\u003c/li\u003e\n\u003cli\u003eInternal and external use-case data consumers.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eEducation:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelors Degree in business, business intelligence, management, accounting, economics, statistics, information science or related field preferred. Experience in data science or data analysis will also be considered in lieu of the preferred degree.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eImportant Information:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThis is a full-time (40 hours) position.\u003c/li\u003e\n\u003cli\u003eThis is a remote, time-limited position that is expected to last until approximately August 31, 2021 with the possibility of being extended.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCompensation:\u003c/p\u003e\n\u003cp\u003eOpen Date: 02/16/2021\u003c/p\u003e\n\u003cp\u003eOpen Until Filled: Yes\u003c/p\u003e\n\u003cp\u003eLocation: Remote\u003c/p\u003e\n\u003cp\u003eCopyright ©2017 Jobelephant.com Inc. All rights reserved.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.jobelephant.com/\"\u003ehttps://www.jobelephant.com/\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ejeid-1879ad23f8ac734bba9d7db75b235928\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003eTo apply, visit \u003ca href=\"https://apptrkr.com/2170548\"\u003ehttps://apptrkr.com/2170548\u003c/a\u003e\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdnFhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2c28adc41ab5a6a17625818425cf997e1f9bc954/Public%20Health%20Institute.jpg"
  },
  {
     "id":"5b38b2d0-9c40-49c5-91ed-5c37b2b9e653",
     "type":"Full Time",
     "url":"https://jobs.github.com/positions/5b38b2d0-9c40-49c5-91ed-5c37b2b9e653",
     "created_at":"Tue Mar 02 17:03:04 UTC 2021",
     "company":"Big Viking Games",
     "company_url":"https://www.bigvikinggames.com/",
     "location":"Ontario, Canada (100% Remote)",
     "title":"Senior Software Developer",
     "description":"\u003cp\u003eA LITTLE ABOUT US:\nMaking fans - That’s what we’re all about! Since our humble beginnings in 2011, these two words have driven Big Viking Games to become the successful company it is today. We are focused on making our mark as a next-generation, live operations games company.\u003c/p\u003e\n\u003cp\u003eWe believe that each Viking is unique and brings exponential value to the company and we are committed to providing a happy and comfortable working environment for them to flourish. Vikings are given the opportunity to solve problems through continuous learning and fostering feedback, ultimately mastering their craft. By investing in our Vikings and in new technologies, we can continue our success for years to come.\u003c/p\u003e\n\u003cp\u003eWe are at the beginning of a new adventure and rely on our team of skilled, enthusiastic, and collaborative Vikings to turn our ship towards a new horizon. With that in mind, we are on the hunt for exceptional talent to join us on this new journey and help hoist the sails!\u003c/p\u003e\n\u003cp\u003eTHE NITTY GRITTY:\nBig Viking Games is looking for a Sr. Developer to join our Technology team! Reporting to our Head of Tech, you'll be working alongside other developers on our flagship games. The ideal candidate will be a generalist, having previous experience in a Full-Stack skill set. This position is remote in Ontario.\u003c/p\u003e\n\u003cp\u003eTHE DUTIES:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWrite robust, efficient and maintainable code primarily in Java and TypeScript.\u003c/li\u003e\n\u003cli\u003eAbility to write efficient SQL statements and work with databases and database caches\u003c/li\u003e\n\u003cli\u003eWrite tools in TypeScript and React\u003c/li\u003e\n\u003cli\u003eWork with CI/CD tools using industry best practices\u003c/li\u003e\n\u003cli\u003eAbility to do code reviews and provide feedback to other developers\u003c/li\u003e\n\u003cli\u003eMentor junior developers and help them develop their technical skills\u003c/li\u003e\n\u003cli\u003eApproach code with a deep understanding of software, using appropriate profilers to ensure performance\u003c/li\u003e\n\u003cli\u003eExperience with solving difficult bugs in production\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTHE REQUIREMENTS:\u003c/p\u003e\n\u003cp\u003eThe Must Haves:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA Bachelor’s degree in Computer Science or Engineering is strongly preferred\u003c/li\u003e\n\u003cli\u003e6+ years of development experience\u003c/li\u003e\n\u003cli\u003eShipped multiple features and projects in a live environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Nice to Haves:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with web frameworks generally a strong plus\u003c/li\u003e\n\u003cli\u003eExperience with PHP or GraphQL is a plus\u003c/li\u003e\n\u003cli\u003eExperience with Redis, Memcache, Docker, and Ansible would be highly beneficial\u003c/li\u003e\n\u003cli\u003eEnjoy playing games\u003c/li\u003e\n\u003cli\u003eF2P game development experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTHE LOOT:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHealth, Dental, Vision Benefits\u003c/li\u003e\n\u003cli\u003eA generous amount of Paid Time Off (Vacation, Personal Days, Sick Days, Family Leave)\u003c/li\u003e\n\u003cli\u003eCompetitive Salaries\u003c/li\u003e\n\u003cli\u003eProfessional Growth\u003c/li\u003e\n\u003cli\u003eHealth \u0026amp; Wellness Benefits (Employee Assistance Program, Monthly Spending Account, Wellness Initiatives)\u003c/li\u003e\n\u003cli\u003eVikoins (Peer Recognition Program \u0026amp; Rewards)\u003c/li\u003e\n\u003cli\u003eStock Options\u003c/li\u003e\n\u003cli\u003eGroup RRSP\u003c/li\u003e\n\u003cli\u003eFrequent remote events/meetings to stay connected to your peers and share company updates\u003c/li\u003e\n\u003cli\u003e100% remote work environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBECOMING A VIKING:\nDoes the idea of working for a gaming company doing what you love everyday sound exciting? Great, we’d love to hear from you! Send us your resume and cover letter.\u003c/p\u003e\n\u003cp\u003eBig Viking Games is committed to providing accommodations for people with disabilities. If you require an accommodation, we will work with you to meet your needs. Accommodation may be provided in all parts of the hiring process.\u003c/p\u003e\n",
     "how_to_apply":"\u003cp\u003ePlease email your resume to \u003ca href=\"mailto:cson@bigvikinggames.com\"\u003ecson@bigvikinggames.com\u003c/a\u003e!\u003c/p\u003e\n",
     "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdmVhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--fd484bf1e6e89b4d7daf2170be695fff16ac1829/BVG_LogoNew_HorizontalStack_Black-1.png"
  }
]